Repository: jasp-stats/jaspSem
Catalog: po/QML-*.po
Languages: de, es, pl, pt, ta

# Description|
source: SEM
de: SGM
es: M.E.S.
pt: MEE
ta: இது

# Description|
source: Structural Equation Modeling
de: Strukturgleichungsmodellierung
es: Modelado de ecuaciones estructurales
pl: Modelowanie równań strukturalnych
pt: Modelagem por Equações Estruturais
ta: கட்டமைப்பு சமன்பாடு மாடலிங்

# Description|
source: Mediation Analysis
de: Mediationsanalyse
es: Análisis de Mediación
pl: Analiza mediacji
pt: Análise de Mediação
ta: மத்தியச்த பகுப்பாய்வு

# LatentGrowthCurve|
source: Variables
de: Variablen
pl: Zmienne
pt: Variáveis
ta: மாறிகள்

# LatentGrowthCurve|
source: Regressions
de: Regressionen
es: Regresiones
pl: Analizy regresji
pt: Regressões
ta: பின்னடைவுகள்

# LatentGrowthCurve|
source: Factor
de: Faktor
pl: Czynnik
pt: Fator
ta: காரணி

# LatentGrowthCurve|
source: Time-varying covariates
de: Zeitlich variierende Kovariaten
es: Covariables que cambian con el tiempo
pl: aa
pt: Covariáveis que variam no tempo
ta: நேரம் மாறுபடும் கோவாரியட்டுகள்

# LatentGrowthCurve|
source: Timings
de: Zeitwerte
es: Instantes
pt: Tempos
ta: நேரம்

# LatentGrowthCurve|
source: Growth curve shape
de: Form der Wachstumskurve
es: Forma de la curva de crecimiento
pl: Kształt krzywej wzrostu
pt: Formato da curva de crescimento
ta: வளர்ச்சி வளைவு வடிவம்

# LatentGrowthCurve|
source: Intercept
de: Konstante
es: Constante
pl: Wyraz wolny
pt: Intercepto
ta: இடைமறிப்பு

# LatentGrowthCurve|
source: Linear
es: Lineal
pl: Liniowy
ta: நேரியல்

# LatentGrowthCurve|
source: Quadratic
de: Quadratisch
es: Cuadrática
pl: Kwadratowy
pt: Quadrático
ta: இருபடி

# LatentGrowthCurve|
source: Cubic
de: Kubisch
es: Cúbica
pl: Sześcienny
pt: Cúbico
ta: கன

# LatentGrowthCurve|
source: Covarying latent curve
de: Kovariierende latente Kurve
es: Curva latente covariante
pt: Curva latente covariante
ta: மறைந்த வளைவு

# LatentGrowthCurve|
source: Additional Output
de: Zusätzliche Ausgabe
es: Salida Adicional de Resultados
pl: Dodatkowe wyniki
pt: Saídas Adicionais
ta: கூடுதல் வெளியீடு

# LatentGrowthCurve|
source: R-Squared
de: R-Quadrat
es: R-cuadrado
pl: R-kwadrat
pt: R²
ta: ஆர்-ச்கொயர்

# LatentGrowthCurve|
source: Standardized estimates
de: Standardisierte Schätzungen
es: Estimaciones tipificadas
pl: Oszacowania standaryzowane
pt: Estimativas padronizadas
ta: தரப்படுத்தப்பட்ட மதிப்பீடுகள்

# LatentGrowthCurve|
source: Implied covariance matrix
de: Implizierte Kovarianzmatrix
es: Matriz de covarianzas implícitas
pt: Matriz de covariância implícita
ta: கோவாரன்ச் மேட்ரிக்ச்

# LatentGrowthCurve|
source: Residual covariance matrix
de: Residualkovarianzmatrix
es: Matriz de covarianzas de los errores
pl: Macierz kowariancji reszt
pt: Matriz de covariância residual
ta: மீதமுள்ள கோவாரன்ச் மேட்ரிக்ச்

# LatentGrowthCurve|
source: Show lavaan syntax
de: Lavaan-Syntax anzeigen
es: Mostrar sintaxis de Lavaan
pl: Pokaż składnię lavaan
pt: Mostrar sintaxe lavaan
ta: லாவான் தொடரியல் காட்டு

# LatentGrowthCurve|
source: Plots
de: Diagramme
es: Gráficos
pl: Wykresy
pt: Gráficos
ta: அடுக்கு

# LatentGrowthCurve|
source: Curve plot
de: Kurvendiagramm
es: Gráfico de la curva
pl: Wykres krzywej
pt: Curva
ta: வளைவு சூழ்ச்சி

# LatentGrowthCurve|
source: Misfit plot
es: Gráfico desajustado
pl: Wykres niedopasowania
pt: Gráfico dos resíduos
ta: தவறான சூழ்ச்சி

# LatentGrowthCurve|
source: Model plot
de: Modelldiagramm
es: Gráfico del modelo
pl: Wykres dla modelu
pt: Gráfico do modelo
ta: மாதிரி சூழ்ச்சி

# LatentGrowthCurve|
source: Show parameters
pl: Pokaż parametry
ta: அளவுருக்களைக் காட்டு

# LatentGrowthCurve|
source: Show means
de: Mittelwerte anzeigen
es: Mostrar medias
pl: Pokaż średnie
pt: Exibir médias
ta: காட்சி என்றால்

# LatentGrowthCurve|
source: Options
de: Optionen
es: Opciones
pl: Opcje
pt: Opções
ta: விருப்பங்கள்

# LatentGrowthCurve|
source: Fix manifest intercepts to zero
de: Manifeste Konstanten auf Null fixieren
es: Fijar en 0, las ordenadas en el origen declaradas
pl: Ustal wyrazy wolne manifestu jako zero
pt: Fixar os interceptos manifestantes em zero
ta: பூச்சியத்திற்கு வெளிப்படையான இடைமறிப்புகளை சரிசெய்யவும்

# LatentGrowthCurve|
source: Fix latent intercepts to zero
de: Latente Konstanten auf Null fixieren
es: Fijar en 0, las ordenadas en el origen latentes
pl: Ustal latentne wyrazy wolne jako zero
pt: Fixar os interceptos latentes em zero
ta: பூச்சியத்திற்கு மறைந்த இடைமறிப்புகளை சரிசெய்யவும்

# LatentGrowthCurve|
source: Omit residual single indicator
de: Residuellen Einzel-Indikator weglassen
es: Omitir el índice único del error
pl: Pomiń pojedynczy wskaźnik resztowy
pt: Omitir indicador único residual
ta: மீதமுள்ள ஒற்றை காட்டி தவிர்க்கவும்

# LatentGrowthCurve|
source: Residual variances
de: Residualvarianzen
es: Varianzas de los errores
pl: Wariancje reszt
pt: Variâncias residuais
ta: மீதமுள்ள மாறுபாடுகள்

# LatentGrowthCurve|
source: Correlate exogenous latents
de: Exogene latente Variablen korrelieren
es: Correlacionar variables latentes exógenas
pl: Skoreluj latentne zmienne egzogeniczne
pt: Correlacionar variáveis latentes exógenas
ta: வெளிப்புற லேட்டன்களை தொடர்புபடுத்துங்கள்

# LatentGrowthCurve|
source: Correlate dependent variables
de: Abhängige Variablen korrelieren
es: Correlacionar variables dependientes
pl: Skoreluj zmienne zależne
pt: Correlacionar variáveis dependentes
ta: சார்பு மாறிகள் தொடர்புபடுத்துங்கள்

# LatentGrowthCurve|
source: Multigroup LGCM
de: Multigruppen-LGCM
es: LGCM de grupo múltiple
pl: Wielogrupowe LGCM
pt: Latent Growth Curve Modeling Multigrupo
ta: மல்டிகிரூப் எல்சிசிஎம்

# LatentGrowthCurve|
source: Grouping variable
de: Gruppierungsvariable
es: Variable de agrupación
pl: Zmienna grupująca
pt: Variável de agrupamento
ta: தொகுத்தல் மாறி

# MediationAnalysis|
source: Predictors
de: Prädiktoren
es: Predictores
pl: Predyktory
pt: Preditores
ta: முன்னறிவிப்பாளர்கள்

# MediationAnalysis|
source: Mediators
de: Mediatoren
es: Mediadoras
pl: Mediatory
pt: Mediadores
ta: மத்தியச்தர்கள்

# MediationAnalysis|
source: Outcome
de: Ergebnis
es: Resultado
pl: Zmienne zależne
pt: Resultado
ta: விளைவு

# MediationAnalysis|
source: Background confounders
de: Hintergrund-Störfaktoren
es: Factores perturbadores de fondo
pl: Zmienne zakłócające
pt: Confundidores
ta: பின்னணி குழப்பமானவர்கள்

# MediationAnalysis|
source: Options
de: Optionen
es: Opciones
pl: Opcje
pt: Opções
ta: விருப்பங்கள்

# MediationAnalysis|
source: Standardized estimates
de: Standardisierte Schätzungen
es: Estimaciones tipificadas
pl: Oszacowania standaryzowane
pt: Estimativas padronizadas
ta: தரப்படுத்தப்பட்ட மதிப்பீடுகள்

# MediationAnalysis|
source: Lavaan syntax
es: Sintaxis de Lavaan
pl: Składnia Lavaan
pt: Sintaxe lavaan
ta: லாவான் தொடரியல்

# MediationAnalysis|
source: R-squared
de: R-Quadrat
es: R-cuadrado
pl: R-kwadrat
pt: R²
ta: ஆர்-ச்கொயர்

# MediationAnalysis|
source: Additional parameter estimates
de: Weitere Parameterschätzungen
es: Estimaciones de parámetros adicionales
pl: Dodatkowe oszacowania parametrów
pt: Estimativas de parâmetro adicionais
ta: கூடுதல் அளவுரு மதிப்பீடுகள்

# MediationAnalysis|
source: Total indirect effects
de: Gesamte indirekte Effekte
es: Efectos indirectos totales
pt: Efeitos indiretos
ta: மொத்த மறைமுக விளைவுகள்

# MediationAnalysis|
source: Residual covariances
de: Residuale Kovarianzen
es: Covarianzas de los errores
pl: Kowariancje reszt
pt: Covariâncias residuais
ta: மீதமுள்ள கோவாரியன்ச்

# MediationAnalysis|
source: Plots
de: Diagramme
es: Gráficos
pl: Wykresy
pt: Gráficos
ta: அடுக்கு

# MediationAnalysis|
source: Model plot
de: Modellplot
es: Gráfico del modelo
pl: Wykres dla modelu
pt: Gráfico do modelo
ta: மாதிரி சூழ்ச்சி

# MediationAnalysis|
source: Parameter estimates
de: Parameterschätzungen
es: Estimaciones de parámetros
pl: Oszacowania parametrów
pt: Estimativas de parâmetros
ta: அளவுரு மதிப்பீடுகள்

# MediationAnalysis|
source: Legend
de: Legende
es: Leyenda
pl: Legenda
pt: Legenda
ta: புராணக்கதை

# Mimic|
source: Indicators
de: Indikatoren
es: Indicadores
pl: Wskaźniki
pt: Indicadores
ta: குறிகாட்டிகள்

# Mimic|
source: Predictors
de: Prädiktoren
es: Predictores
pl: Predyktory
pt: Preditores
ta: முன்னறிவிப்பாளர்கள்

# Mimic|
source: Options
de: Optionen
es: Opciones
pl: Opcje
pt: Opções
ta: விருப்பங்கள்

# Mimic|
source: Standardized estimates
de: Standardisierte Schätzungen
es: Estimaciones tipificadas
pl: Oszacowania standaryzowane
pt: Estimativas padronizadas
ta: தரப்படுத்தப்பட்ட மதிப்பீடுகள்

# Mimic|
source: Lavaan syntax
es: Sintaxis de Lavaan
pl: Składnia Lavaan
pt: Sintaxe lavaan
ta: லாவான் தொடரியல்

# Mimic|
source: R-squared
de: R-Quadrat
es: R-cuadrado
pl: R-kwadrat
pt: R²
ta: ஆர்-ச்கொயர்

# Mimic|
source: Additional fit measures
de: Weitere Anpassungsmaße
es: Medidas de ajuste adicionales
pl: Dodatkowe miary dopasowania
pt: Medidas adicionais de ajuste
ta: கூடுதல் பொருத்தம் நடவடிக்கைகள்

# Mimic|
source: Plots
de: Diagramme
es: Gráficos
pl: Wykresy
pt: Gráficos
ta: அடுக்கு

# Mimic|
source: Model plot
de: Modelldiagramm
es: Gráfico del modelo
pl: Wykres dla modelu
pt: Gráfico do modelo
ta: மாதிரி சூழ்ச்சி

# Mimic|
source: Parameter estimates
de: Parameterschätzungen
es: Estimaciones de parámetros
pl: Oszacowania parametrów
pt: Estimativas dos parâmetros
ta: அளவுரு மதிப்பீடுகள்

# Mimic|
source: Legend
de: Legende
es: Leyenda
pl: Legenda
pt: Legenda
ta: புராணக்கதை

# SEM|
source: Model 1
de: Modell 1
es: Modelo 1
pt: Modelo 1
ta: மாதிரி 1

# SEM|
source: Data
de: Daten
es: Datos
pl: Dane
pt: Dados
ta: தகவல்கள்

# SEM|
source: Raw
de: Roh
es: Bruto
pl: Wiersz
pt: Bruto
ta: மூல

# SEM|
source: Variance-covariance matrix
de: Varianz-Kovarianzmatrix
es: Matriz de varianzas-covarianzas
pl: Macierz wariancji-kowariancji
pt: Matriz de variância-covariância
ta: மாறுபாடு-கோவாரன்ச் மேட்ரிக்ச்

# SEM|
source: Sample size
de: Stichprobenumfang
es: Tamaño de la muestra
pl: Wielkość próby
pt: Tamanho da amostra
ta: மாதிரி அளவு

# SEM|
source: Sampling weights
de: Stichprobengewichtung
es: Ponderaciones del muestreo
pl: Wagi próbkowania
pt: Pesos de amostragem
ta: எடைகள் மாதிரி

# SEM|
source: Additional fit measures
de: Weitere Anpassungsmaße
es: Medidas de ajuste adicionales
pl: Dodatkowe miary dopasowania
pt: Medidas adicionais de ajuste
ta: கூடுதல் பொருத்தம் நடவடிக்கைகள்

# SEM|
source: R-squared
de: R-Quadrat
es: R-cuadrado
pl: R-kwadrat
pt: R-quadrado
ta: ஆர்-ச்கொயர்

# SEM|
source: Observed covariances
de: Beobachtete Kovarianzen
es: Covarianzas observadas
pl: Kowariancje obserwowane
pt: Covariâncias Observadas
ta: கவனிக்கப்பட்ட கோவாரியன்ச்

# SEM|
source: Implied covariances
de: Implizierte Kovarianzen
es: Covarianzas implícitas
pt: Covariâncias Implícitas
ta: மறைமுகமான கோவாரியன்ச்

# SEM|
source: Residual covariances
de: Residualkovarianzen
es: Covarianzas de los errores
pl: Kowariancje reszt
pt: Covariâncias residuais
ta: மீதமுள்ள கோவாரியன்ச்

# SEM|
source: Standardized residuals
de: Standardisierte Residuen
es: Errores tipificados
pl: Reszty standaryzowane
pt: Resíduos padronizados
ta: தரப்படுத்தப்பட்ட எச்சங்கள்

# SEM|
source: Mardia's coefficient
de: Mardias Koeffizient
es: Coeficiente de Mardia
pl: Współczynnik Mardia
pt: Coeficiente de Mardia
ta: மார்டியாவின் குணகம்

# SEM|
source: Standardized estimates
de: Standardisierte Schätzungen
es: Estimaciones tipificadas
pl: Oszacowania standaryzowane
pt: Estimativas padronizadas
ta: தரப்படுத்தப்பட்ட மதிப்பீடுகள்

# SEM|
source: Path diagram
de: Pfaddiagramm
es: Diagrama de ruta
pl: Diagram ścieżkowy
pt: Diagrama de caminhos
ta: பாதை வரைபடம்

# SEM|
source: Show parameter estimates
de: Parameterschätzungen anzeigen
es: Mostrar estimaciones de parámetros
pl: Pokaż oszacowania parametrów
pt: Mostrar estimativas dos parâmetros
ta: அளவுரு மதிப்பீடுகளைக் காட்டு

# SEM|
source: Show legend
de: Legende anzeigen
es: Mostrar leyenda
pl: Pokaż legendę
pt: Mostrar legenda
ta: புராணக்கதை காட்டு

# SEM|
source: Modification indices
de: Modifizierungsindizes
es: Índices de modificación
pl: Wskaźniki modyfikacyjne
pt: Índices de modificação
ta: மாற்றியமைக்கும் குறியீடுகள்

# SEM|
source: Hide low indices
de: Niedrige Indizes ausblenden
es: Ocultar índices menores
pl: Ukryj niskie wartości
pt: Ocultar índices baixos
ta: குறைந்த குறியீடுகளை மறைக்கவும்

# SEM|
source: Threshold
de: Schwellenwert
es: Umbral
pl: Próg
pt: Limiar
ta: வாசல்

# SEM|
source: Model Options
de: Modelloptionen
es: Opciones del Modelo
pl: Opcje modelu
pt: Opções do Modelo
ta: மாதிரி விருப்பங்கள்

# SEM|
source: Factor scaling
de: Faktorskalierung
es: Escalamiento de factores
pt: Escalonamento de fatores
ta: காரணி அளவிடுதல்

# SEM|
source: Factor loadings
de: Faktorladungen
es: Cargas de los factores
pl: Ładunki czynnikowe
pt: Cargas Fatoriais
ta: காரணி ஏற்றுதல்

# SEM|
source: Factor variance
de: Faktorvarianz
es: Varianza de factores
pl: Wariancja czynnika
pt: Variância do Fator
ta: காரணி மாறுபாடு

# SEM|
source: Effects coding
de: Effektkodierung
es: Codificación de efectos
pl: Kodowanie efektów
pt: Codificação de Efeitos
ta: விளைவுகள் குறியீட்டு முறை

# SEM|
source: None
de: Keine
es: Ninguna
pl: Brak
pt: Nenhuma
ta: எதுவுமில்லை

# SEM|
source: Assume factors uncorrelated
de: Faktoren als unkorreliert annehmen
es: Asumir que los factores no están correlacionados
pl: Przyjmij, że czynniki nie są skorelowane
pt: Assumir não correlação entre fatores
ta: காரணங்கள் தொடர்பில்லாதவை என்று வைத்துக் கொள்ளுங்கள்

# SEM|
source: Information matrix
de: Informationsmatrix
es: Matriz de información
pt: Matriz de informações
ta: செய்தி அணி

# SEM|
source: Expected
de: Erwartet
es: Esperado
pl: Oczekiwane
pt: Esperada
ta: எதிர்பார்க்கப்படுகிறது

# SEM|
source: Observed
de: Beobachtet
es: Observado
pl: Obserwowane
pt: Observada
ta: கவனிக்கப்பட்டது

# SEM|
source: Standard
es: Estándar
pl: Standardowa
pt: Padrão
ta: தரநிலை

# SEM|
source: Robust
es: Robusto
pl: Odporna
pt: Robusto
ta: வலுவான

# SEM|
source: Bootstrap
ta: தொடக்கவார்

# SEM|
source: Bias-corrected percentile
de: Bias-korrigierte Perzentile
es: Percentil con sesgo corregido
pt: Percentil corrigido para viés
ta: சார்பு-திருத்தப்பட்ட விழுக்காடு

# SEM|
source: Percentile
de: Perzentil
es: Percentil
pl: Percentyl
pt: Percentil
ta: விழுக்காடு

# SEM|
source: Normal theory
de: Normal-Theorie
es: Teoría Normal
pt: Teoria normal
ta: சாதாரண கோட்பாடு

# SEM|
source: Confidence intervals
de: Konfidenzintervalle
es: Intervalos de confianza
pl: Przedziały ufności
pt: Intervalos de confiança
ta: நம்பிக்கை இடைவெளிகள்

# SEM|
source: Standardize variables before estimation
de: Variablen vor Schätzung standardisieren
es: Tipificar las variables antes de la estimación
pt: Padronizar variáveis antes da estimativa
ta: மதிப்பீட்டிற்கு முன் மாறிகளை தரப்படுத்தவும்

# SEM|
source: Estimator
de: Schätzer
es: Estimador
pl: Estymator
pt: Estimador
ta: மதிப்பீட்டாளர்

# SEM|
source: ML
es: MV
ta: எம்.எல்

# SEM|
source: GLS
es: MCG (GLS)
ta: சி.எல்.எச்

# SEM|
source: DWLS
es: MCPD (DWLS)
ta: லேடி

# SEM|
source: PML
es: MVP (PML)
ta: பி.எம்.எல்

# SEM|
source: Model test
de: Modelltest
es: Contraste de modelos
pl: Testowanie modelu
pt: Teste do Modelo
ta: மாதிரி சோதனை

# SEM|
source: Satorra-Bentler
ta: சடோரா-பென்ட்லர்

# SEM|
source: Yuan-Bentler
ta: யுவான்-பென்ட்லர்

# SEM|
source: Scaled and shifted
de: Skaliert und verschoben
es: Escalada y desplazada
pt: Escalonado e deslocado
ta: அளவிடப்பட்ட மற்றும் மாற்றப்பட்டது

# SEM|
source: Bootstrap (Bollen-Stine)
ta: தொடக்கவார் (பொல்லன்-ச்டைன்)

# SEM|
source: Missing data handling
de: Behandlung fehlender Werte
es: Manejo de datos ausentes
pl: Obsługa braków danych
pt: Manipulação de valores ausentes
ta: தரவு கையாளுதல் இல்லை

# SEM|
source: Listwise deletion
de: Listenweises Löschen
es: Eliminación según lista
pl: Wykluczanie ze wszystkich analiz
pt: Exclusão listwise
ta: பட்டியல் நீக்குதல்

# SEM|
source: Pairwise
de: Paarweise
es: Por parejas
pl: Parami
pt: Exclusão pairwise
ta: சண்டை

# SEM|
source: Two-stage
de: Zweistufig
es: Dos etapas
pl: Dwuetapowo
pt: Duas etapas
ta: இரண்டு-நிலை

# SEM|
source: Robust two-stage
de: Robust zweistufig
es: Dos etapas robusto
pt: Duas etapas robusta
ta: வலுவான இரண்டு-நிலை

# SEM|
source: Doubly robust
de: Doppelt robust
es: Doble robusto
pl: Podwójnie odporna
pt: Duplamente robusto
ta: இரட்டிப்பான வலுவான

# SEM|
source: Multigroup SEM
de: Multigruppen-SGM
es: MES (SEM) de grupos múltiples
pt: MEE Multigrupo
ta: இல்லாமல் மல்டிகிரூப்

# SEM|
source: Grouping Variable
de: Gruppierungsvariable
es: Variable de Agrupación
pl: Zmienna grupująca
pt: Variável de Agrupamento
ta: தொகுத்தல் மாறி

# SEM|
source: Equality Constraints
de: Gleichheitsbeschränkungen
es: Restricciones de Igualdad
pt: Restrições de Igualdade
ta: சமத்துவ கட்டுப்பாடுகள்

# SEM|
source: Loadings
de: Ladungen
es: Cargas
pl: Ładunki
pt: Cargas
ta: ஏற்றுதல்

# SEM|
source: Intercepts
de: Konstanten
es: Constantes
pl: Wyrazy wolne
pt: Interceptos
ta: இடைமறிப்புகள்

# SEM|
source: Residuals
de: Residuen
es: Errores
pl: Reszty
pt: Resíduos
ta: எஞ்சியவர்கள்

# SEM|
source: Means
de: Mittelwerte
es: Medias
pl: Średnie
pt: Médias
ta: அர்த்தங்கள்

# SEM|
source: Regressions
de: Regressionen
es: Regresiones
pl: Analizy regresji
pt: Regressões
ta: பின்னடைவுகள்

# SEM|
source: Latent variances
de: Latente Varianzen
es: Varianzas latentes
pl: Latentna wariancja
pt: Variâncias latentes
ta: மறைந்திருக்கும் மாறுபாடுகள்

# SEM|
source: Latent covariances
de: Latente Kovarianzen
es: Covarianzas latentes
pl: Latentna kowariancja
pt: Covariâncias latentes
ta: மறைந்த கோவாரியன்ச்

# SEM|
source: Release constraints (one per line)
de: Beschränkungen freigeben (eine pro Zeile)
es: Liberar restricciones (una por línea)
pt: Liberar restrições (uma por linha)
ta: வெளியீட்டு கட்டுப்பாடுகள் (ஒரு வரிக்கு ஒன்று)

# Description|
source: Evaluate latent data structures with Yves Rosseel’s lavaan program
de: Untersuche latente Datenstrukturen mit dem Programm lavaan von Yves Rosseel
es: Evaluar estructuras de datos latentes con el programa Lavaan de Yves Rosseel
pl: Wyszukaj ukryte struktury danych za pomocą programu lavaan Yvesa Rosseela
pt: Avalie estruturas de dados latentes com o programa lavaan de Yves Rosseel
ta: மறைந்திருக்கும் தரவு கட்டமைப்பு வெள்ளை யவ்ச் ரோசல்சலின் லா திட்டத்தை மதிப்பீடு செய்யுங்கள்

# SEM|
source: This analysis was created with an older version of JASP (or a dynamic module). Since then, there were changes in the lavaan package that runs the analysis. Specifically, the lavaan syntax for equality constraints in multigroup analysis is now interpreted differently. Proceed with caution! More details about the update can be found at https://groups.google.com/g/lavaan/c/HSavF8oaW5M
pl: Ta analiza została utworzona przy użyciu starszej wersji JASP (lub modułu dynamicznego). Od tego czasu nastąpiły zmiany w pakiecie lavaan, który wykonuje analizę. W szczególności składnia lavaan dotycząca ograniczeń równości w analizie wielogrupowej jest teraz interpretowana inaczej. Proszę postępować ostrożnie! Więcej szczegółów na temat aktualizacji można znaleźć pod adresem https://groups.google.com/g/lavaan/c/HSavF8oaW5M
ta: இந்த பகுப்பாய்வு JASP இன் பழைய பதிப்போடு (அல்லது மாறும் தொகுதி) உருவாக்கப்பட்டது. அப்போதிருந்து, லாவான் தொகுப்பில் பகுப்பாய்வை இயக்கும் மாற்றங்கள் இருந்தன. குறிப்பாக, மல்டிகிரூப் பகுப்பாய்வில் சமத்துவக் கட்டுப்பாடுகளுக்கான லாவான் தொடரியல் இப்போது வித்தியாசமாக விளக்கப்பட்டுள்ளது. எச்சரிக்கையுடன் தொடரவும்! புதுப்பிப்பு பற்றிய கூடுதல் விவரங்களை https://groups.google.com/g/lavaan/c/hsavf8oaw5m இல் காணலாம்

# Description|
source: MIMIC Model
de: MIMIC-Modell
es: Modelo MIMIC
pl: Model MIMIC
pt: Modelo MIMIC
ta: மிமிக் மாதிரி

# Description|
source: Latent Growth
de: Latentes Wachstum
es: Crecimiento Latente
pl: Przyrost latentny
pt: Crescimento Latente
ta: மறைந்த வளர்ச்சி

# MediationAnalysis|
source: Path coefficients
de: Pfadkoeffizienten
es: Coeficientes de ruta
pl: Współczynniki dla ścieżek
pt: Coeficientes de caminho
ta: பாதை குணகங்கள்

# Description|
source: Partial Least Squares SEM
de: Partielle kleinste Quadrate SGM
es: MES (SEM) de Mínimos Cuadrados Parciales
pt: Mínimos Quadrados Parciais EPM
ta: பகுதி குறைந்த சதுரங்கள் SEM

# PLSSEM|
source: Model 1
ta: மாதிரி 1

# PLSSEM|
source: Model
de: Modell
es: Modelo
pt: Modelo
ta: மாதிரியுரு

# PLSSEM|
source: Ignore structural model
de: Strukturmodell ignorieren
es: Ignorar el modelo estructural
pt: Ignorar modelo estrutural
ta: கட்டமைப்பு மாதிரியை புறக்கணிக்கவும்

# PLSSEM|
source: Grouping Variable
de: Gruppierungsvariable
es: Variable de Agrupación
pl: Zmienna grupująca
pt: Variável de Agrupamento
ta: தொகுத்தல் மாறி

# PLSSEM|
source: Estimation
de: Schätzung
es: Estimación
pl: Oszacowanie
pt: Estimação
ta: மதிப்பீடு

# PLSSEM|
source: Error calculation method
de: Fehlerberechnungsmethode
es: Método de cálculo del error
pl: Sposób obliczania błędu
pt: Método de cálculo de erro
ta: பிழை கணக்கீட்டு முறை

# PLSSEM|
source: None
de: Keine
es: Ninguna
pl: Brak
pt: Nenhum
ta: எதுவுமில்லை

# PLSSEM|
source: Robust
pl: Odporna
ta: வலுவான

# PLSSEM|
source: Bootstrap
ta: தொடக்கவார்

# PLSSEM|
source: Confidence intervals
de: Konfidenzintervalle
es: Intervalos de confianza
pl: Przedziały ufności
pt: Intervalos de confiança
ta: நம்பிக்கை இடைவெளிகள்

# PLSSEM|
source: GSCA
ta: சி.எச்.சி.ஏ.

# PLSSEM|
source: MAXVAR
ta: மேக்ச்வார்

# PLSSEM|
source: PCA
es: CP (PCA)
pl: Analiza głównych składowych
ta: பி.சி.ஏ.

# PLSSEM|
source: Inner weighting scheme
es: Esquema de ponderación interno
pt: Esquema de ponderação interno
ta: உள் எடை திட்டம்

# PLSSEM|
source: Path
de: Pfad
es: Ruta
pl: Ścieżka
pt: Caminho
ta: பாதை

# PLSSEM|
source: Centroid
de: Zentroid
es: Centroide
pt: Centróide
ta: சென்ட்ராய்டு

# PLSSEM|
source: Factorial
pt: Fatorial
ta: தொடர்பெருக்கு

# PLSSEM|
source: Convergence criterion
de: Konvergenzkriterium
es: Criterio de convergencia
pt: Critério de convergência
ta: குவிப்பு அளவுகோல்

# PLSSEM|
source: Absolute difference
de: Absolute Differenz
es: Diferencia absoluta
pt: Diferença absoluta
ta: முழுமையான வேறுபாடு

# PLSSEM|
source: Squared difference
de: Quadrierte Differenz
es: Diferencia cuadrada
pt: Diferença quadrada
ta: சதுர வேறுபாடு

# PLSSEM|
source: Relative difference
de: Relative Differenz
es: Diferencia relativa
pt: Diferença relativa
ta: உறவினர் வேறுபாடு

# PLSSEM|
source: Handling of inadmissibles
es: Manejo de los no permitidos
pt: Tratamento de inadmissíveis
ta: Inadmissibles ஐ கையாளுதல்

# PLSSEM|
source: Replace
de: Ersetzen
es: Substituir
pl: Zamień
pt: Substituir
ta: மாற்றவும்

# PLSSEM|
source: Ignore
de: Ignorieren
es: Ignorar
pl: Ignoruj
pt: Ignorar
ta: புறக்கணிக்கவும்

# PLSSEM|
source: Drop
de: Ausschließen
es: Quitar
pl: Odrzuć
pt: Excluir
ta: துளி

# PLSSEM|
source: Output
de: Ausgabe
es: Salida de resultados
pl: Wyniki
pt: Saída
ta: வெளியீடு

# PLSSEM|
source: R-squared
de: R-Quadrat
es: R-cuadrado
pl: R-kwadrat
pt: R-quadrado
ta: ஆர்-ச்கொயர்

# PLSSEM|
source: Additional fit measures
pl: Dodatkowe miary dopasowania
ta: கூடுதல் பொருத்தம் நடவடிக்கைகள்

# PLSSEM|
source: Mardia's coefficient
de: Mardias Koeffizient
es: Coeficiente de Mardia
pl: Współczynnik Mardia
pt: Coeficiente de Mardia
ta: மார்டியாவின் குணகம்

# PLSSEM|
source: Reliability measures
de: Reliabilitätsmaße
es: Medidas de Fiabilidad
pl: Miary rzetelności
pt: Medidas de confiabilidade
ta: நம்பகத்தன்மை நடவடிக்கைகள்

# PLSSEM|
source: Observed indicator correlations
de: Beobachtete Indikator-Korrelationen
es: Correlaciones de indicadores observados
pt: Correlações de indicadores observadas
ta: கவனிக்கப்பட்ட காட்டி தொடர்புகள்

# PLSSEM|
source: Implied indicator correlations
de: Implizite Indikator-Korrelationen
es: Correlaciones de indicadores implicados
pt: Correlações de indicadores implícitas
ta: குறிக்கப்பட்ட காட்டி தொடர்புகள்

# PLSSEM|
source: Observed construct correlations
de: Beobachtete Konstrukt-Korrelationen
es: Correlaciones de construcciones observadas
pt: Correlações de construção observadas
ta: கவனிக்கப்பட்ட கட்டுமான தொடர்புகள்
