Repository: jasp-stats/jaspSem
Catalog: po/QML-*.po
Languages: de, es, pl, pt, ta

# LatentGrowthCurve|
source: Include standardized estimates for latent variables only
de: Nur standardisierte Schätzungen für latente Variablen einschließen
es: Incluir estimaciones tipificadas solo para variables latentes
pt: Incluir estimativas padronizadas apenas para variáveis latentes
ta: மறைந்திருக்கும் மாறிகளுக்கான தரப்படுத்தப்பட்ட மதிப்பீடுகளை மட்டுமே சேர்க்கவும்

# LatentGrowthCurve|
source: Exclude standardized estimates for exogenous covariates
de: Standardisierte Schätzungen für exogene Kovariate ausschließen
es: Excluir estimaciones tipificadas para variables exógenas
pt: Excluir estimativas padronizadas para covariáveis exógenas
ta: வெளிப்புற கோவாரியட்டுகளுக்கான தரப்படுத்தப்பட்ட மதிப்பீடுகளை விலக்கு

# LatentGrowthCurve|
source: Display the implied covariance matrix
de: Anzeige der impliziten Kovarianzmatrix
es: Presentar la matriz de covarianzas implícita
pt: Exibir a matriz de covariância implícita
ta: மறைமுகமான கோவாரன்ச் மேட்ரிக்சைக் காண்பி

# LatentGrowthCurve|
source: Display the residual covariance matrix
de: Anzeige der Residualkovarianzmatrix
es: Presentar la matriz de covarianzas de los errores
pt: Exibir a matriz de covariância residual
ta: மீதமுள்ள கோவாரன்ச் மேட்ரிக்சைக் காண்பி

# LatentGrowthCurve|
source: Show the lavaan model syntax
de: Anzeige der lavaan-Modellsyntax
es: Mostrar la sintaxis del modelo de Lavaan
pt: Mostrar o modelo de sintaxe lavaan
ta: லாவான் மாதிரி தொடரியல் காட்டு

# LatentGrowthCurve|
source: Options for generating plots
de: Optionen zur Erstellung von Diagrammen
es: Opciones para generar gráficos
pt: Opções para gerar gráficos
ta: அடுக்குகளை உருவாக்குவதற்கான விருப்பங்கள்

# LatentGrowthCurve|
source: Configure plot options for the analysis
es: Configurar las opciones de los gráficos para el análisis
pt: Configurar as opções de gráficos para a análise
ta: பகுப்பாய்விற்கான சூழ்ச்சி விருப்பங்களை உள்ளமைக்கவும்

# LatentGrowthCurve|
source: Select a color palette for the plots
es: Seleccionar la paleta de colores para los gráficos
pt: Selecione uma paleta de cores para os gráficos
ta: அடுக்குகளுக்கு ஒரு வண்ணத் தட்டு தேர்ந்தெடுக்கவும்

# LatentGrowthCurve|
source: Generate a curve plot of the growth trajectories
es: Generar un gráfico curvo para las trayectorias de crecimiento
pt: Gerar um gráfico de curva das trajetórias de crescimento
ta: வளர்ச்சிப் பாதைகளின் வளைவு சதித்திட்டத்தை உருவாக்குங்கள்

# LatentGrowthCurve|
source: Select a categorical variable to color the curves
es: Seleccionar una variable con categorías para colorear las curvas
pt: Selecionar uma variável categórica para colorir as curvas
ta: வளைவுகளை வண்ணமயமாக்க ஒரு வகைப்படுத்தப்பட்ட மாறியைத் தேர்ந்தெடுக்கவும்

# LatentGrowthCurve|
source: Set the maximum number of lines to display in the curve plot
es: Establecer el número máximo de líneas a presentar en el gráfico de la curva
pt: Definir o número máximo de linhas para exibir no gráfico de curva
ta: வளைவு சதித்திட்டத்தில் காண்பிக்க அதிகபட்ச வரிகளை அமைக்கவும்

# LatentGrowthCurve|
source: Generate a path diagram of the model
es: Generar un diagrama de rutas del modelo
pt: Gerar um gráfico de caminho do modelo
ta: மாதிரியின் பாதை வரைபடத்தை உருவாக்குங்கள்

# LatentGrowthCurve|
source: Display parameter estimates in the model plot
es: Presentar las estimaciones de los parámetros en el gráfico del modelo
pt: Exibir estimativas de parâmetros no gráfico do modelo
ta: மாதிரி சதித்திட்டத்தில் அளவுரு மதிப்பீடுகளைக் காண்பி

# LatentGrowthCurve|
source: Display means in the model plot
es: Presentar las medias en el gráfico del modelo
pt: Exibir as médias no gráfico do modelo
ta: மாதிரி சதித்திட்டத்தில் காட்சி பொருள்

# LatentGrowthCurve|
source: Additional modeling options
es: Opciones adicionales de la modelización
pt: Opções adicionais de modelagem
ta: கூடுதல் மாடலிங் விருப்பங்கள்

# LatentGrowthCurve|
source: Omit residuals for single indicators
ta: ஒற்றை குறிகாட்டிகளுக்கான எச்சங்களை தவிர்க்கவும்

# LatentGrowthCurve|
source: Include residual variances in the model
ta: மாதிரியில் எஞ்சிய மாறுபாடுகளைச் சேர்க்கவும்

# LatentGrowthCurve|
source: Allow exogenous latent variables to correlate
ta: வெளிப்புற மறைந்திருக்கும் மாறிகள் தொடர்புபடுத்த அனுமதிக்கவும்

# LatentGrowthCurve|
source: Add thresholds
es: Agregar umbrales
pt: Adicionar limiares
ta: வாசல்களைச் சேர்க்கவும்

# LatentGrowthCurve|
source: Include thresholds in the model
ta: மாதிரியில் வாசல்களைச் சேர்க்கவும்

# LatentGrowthCurve|
source: Add scaling parameters
es: Añadir parámetros de escalado
pt: Adicionar parâmetros de escala
ta: அளவிடுதல் அளவுருக்களைச் சேர்க்கவும்

# LatentGrowthCurve|
source: Include scaling parameters in the model
ta: மாதிரியில் அளவிடுதல் அளவுருக்களைச் சேர்க்கவும்

# LatentGrowthCurve|
source: Allow dependent variables to correlate
ta: சார்பு மாறிகள் தொடர்புபடுத்த அனுமதிக்கவும்

# LatentGrowthCurve|
source: Options for multigroup latent growth curve modeling
ta: மல்டிகிரூப் மறைந்த வளர்ச்சி வளைவு மாடலிங் விருப்பங்கள்

# LatentGrowthCurve|
source: Select a grouping variable that is ideally nominally scaled
ta: பெயரளவில் பெயரளவில் அளவிடப்பட்ட ஒரு குழு மாறியைத் தேர்ந்தெடுக்கவும்

# SEM|
source: Condition on exogenous covariate(s)
es: Condición según covariable(s) exógena(s)
pt: Condição em covariável(is) exógena(s)
ta: வெளிப்புற கோவாரியேட் (கள்) மீதான நிபந்தனை

# SEM|
source: Set a random seed:
es: Establecer una semilla aleatoria:
pt: Definir uma semente aleatória:
ta: ஒரு சீரற்ற விதை அமைக்கவும்:

# SEM|
source: WLS
es: MCP (WLS)

# SEM|
source: ULS
es: MCSP (ULS)

# Advanced|
source: WLS
es: MCP (WLS)

# Advanced|
source: ULS
es: MCSP (ULS)

# SEM|
source: WLSM
es: MCPM(WLSM)

# SEM|
source: WLSMV
es: MCPMV(WLSMV)

# SEM|
source: ULSM
es: MCNPM(ULSM)

# SEM|
source: ULSMV
es: MCNPMV(ULSMV)

# SEM|
source: This analysis was created with an older version of JASP (or a dynamic module). Since then, there were changes in the lavaan package that runs the analysis. Specifically, the lavaan syntax for equality constraints in multigroup analysis is now interpreted differently. Proceed with caution! More details about the update can be found at %1
es: Este análisis se creó con una versión antigua de JASP (o con un módulo dinámico). Desde entonces hubo cambios en el paquete Lavaan que ejecuta el análisis. Concretamente, la sintaxis Lavaan para las restricciones de igualdad en el análisis multigrupo se interpreta ahora de modo diferente. ¡Procede con precaución! Se pueden encontrar más detalles sobre la actualización en %1
pt: Esta análise foi criada com uma versão mais antiga do JASP (ou um módulo dinâmico). Desde então, houve alterações no pacote lavaan que executa a análise. Especificamente, a sintaxe lavaan para restrições de igualdade em análises multigrupos agora é interpretada de forma diferente. Prossiga com cautela! Mais detalhes sobre a atualização podem ser encontrados em %1

# PLSSEM|
source: Fit measures
es: Medidas de ajuste
pt: Medidas de ajuste

# PLSSEM|
source: Overall model fit
es: Ajuste global del modelo
pt: Ajuste geral do modelo

# PLSSEM|
source: Bootstrap samples
es: Muestras de Bootstrap
pt: Amostras de bootstrap

# PLSSEM|
source: Significance level
es: Nivel de significación
pt: Nível de significância

# PLSSEM|
source: Saturated structural model
es: Modelo estructural saturado
pt: Modelo estrutural saturado

# LatentGrowthCurve|
source: Show parameter estimates
es: Mostrar estimaciones de parámetros
pt: Mostrar estimativas dos parâmetros

# LatentGrowthCurve|
source: Model Options
pl: Opcje modelu

# LatentGrowthCurve|
source: Additional Fit Measures
pl: Dodatkowe miary dopasowania

# LatentGrowthCurve|
source: Advanced
pl: Zaawansowane

# LatentGrowthCurve|
source: Emulation
pl: Emulacja

# LatentGrowthCurve|
source: None
pl: Brak

# LatentGrowthCurve|
source: Missing value handling
pl: Obsługa braków danych

# LatentGrowthCurve|
source: Full Information Maximum Likelihood
pl: Metoda Największej Wiarygodności z pełną informacją (FIML)

# LatentGrowthCurve|
source: Exclude cases listwise
pl: Wyklucz obserwacje ze wszystkich analiz

# LatentGrowthCurve|
source: Error calculation
pl: Obliczanie błędu

# LatentGrowthCurve|
source: CI width
pl: Szerokość PU

# LatentGrowthCurve|
source: Method
pl: Metoda

# LatentGrowthCurve|
source: Standard
pl: Standardowa

# LatentGrowthCurve|
source: Robust
pl: Odporna

# LatentGrowthCurve|
source: Bootstrap CI
pl: Bootstrapowe PU

# LatentGrowthCurve|
source: Bootstrap samples
pl: ró

# LatentGrowthCurve|
source: Estimator
pl: Estymator

# LatentGrowthCurve|
source: Auto
pl: Automatyczny

# LatentGrowthCurve|
source: Add thresholdds
pl: Dodaj progi

# LatentGrowthCurve|
source: Add scalings parameters
pl: Dodaj parametry skalowania

# MediationAnalysis|
source: Confidence intervals
pl: Przedziały ufności

# MediationAnalysis|
source: Method
pl: Metoda

# MediationAnalysis|
source: Standard
pl: Standardowa

# MediationAnalysis|
source: Robust
pl: Odporna

# MediationAnalysis|
source: Replications
pl: Powtórzenia

# MediationAnalysis|
source: Type
pl: Typ

# MediationAnalysis|
source: Percentile
pl: Percentyle

# MediationAnalysis|
source: Advanced
pl: Zaawansowane

# MediationAnalysis|
source: Missing value handling
pl: Obsługa braków danych

# MediationAnalysis|
source: Full Information Maximum Likelihood
pl: Metoda Największej Wiarygodności z pełną informacją (FIML)

# MediationAnalysis|
source: Exclude cases listwise
pl: Wyklucz obserwacje ze wszystkich analiz

# MediationAnalysis|
source: Emulation
pl: Emulacja

# MediationAnalysis|
source: None
pl: Brak

# MediationAnalysis|
source: Estimator
pl: Estymator

# MediationAnalysis|
source: Auto
pl: Automatyczny

# Mimic|
source: Confidence intervals
pl: Przedziały ufności

# Mimic|
source: Method
pl: Metoda

# Mimic|
source: Standard
pl: Standardowa

# Mimic|
source: Robust
pl: Odporna

# Mimic|
source: Replications
pl: Powtórzenia

# Mimic|
source: Type
pl: Typ

# Mimic|
source: Percentile
pl: Percentyl

# Mimic|
source: Advanced
pl: Zaawansowane

# Mimic|
source: Missing value handling
pl: Obsługa braków danych

# Mimic|
source: Full Information Maximum Likelihood
pl: Metoda Największej Wiarygodności z pełną informacją (FIML)

# Mimic|
source: Exclude cases listwise
pl: Wyklucz obserwacje ze wszystkich analiz

# Mimic|
source: Emulation
pl: Emulacja

# Mimic|
source: None
pl: Brak

# Mimic|
source: Estimator
pl: Estymator

# Mimic|
source: Auto
pl: Automatyczny

# SEM|
source: Omit residual single indicator
pl: Pomiń pojedynczy wskaźnik resztowy

# SEM|
source: Include residual variances
pl: Uwzględnij wariancję resztową

# SEM|
source: Correlate exogenous latents
pl: Skoreluj latentne zmienne egzogeniczne

# SEM|
source: Correlate dependent variables
pl: Skoreluj zmienne zależne

# SEM|
source: Add thresholds
pl: Ustaw progi

# SEM|
source: Error calculation
pl: Obliczanie błędu

# SEM|
source: Bootstrap samples
pl: Próbki bootstrapowe

# SEM|
source: Type
pl: Typ

# SEM|
source: Auto
pl: Automatyczny

# SEM|
source: Emulation
pl: Emulacja

# PLSSEM|
source: Arithmetic mean
pl: Średnia arytmetyczna

# PLSSEM|
source: Geometric mean
pl: Średnia geometryczna

# PLSSEM|
source: Harmonic mean
pl: Średnia harmoniczna

# PLSSEM|
source: Geometric-harmonic mean
pl: Średnia geometryczno-harmoniczna

# PLSSEM|
source: Unit
pl: Jednostka

# PLSSEM|
source: Regression
pl: Regresja

# PLSSEM|
source: Correlation matrix
pl: Macierz korelacji

# PLSSEM|
source: Individual
pl: Indywidualnie
