Repository: jasp-stats/jaspSem
Catalog: po/QML-*.po
Languages: de, es, pl, pt, ta

# PLSSEM|
source: Implied construct correlations
de: Implizierte Konstrukt-Korrelationen
es: Correlaciones de construcciones implicadas
pt: Correlações de construção implícitas
ta: கட்டுமான தொடர்புகள்

# PLSSEM|
source: Prediction
de: Vorhersage
es: Predicción
pl: Przewidywanie
pt: Previsão
ta: கணிப்பு

# PLSSEM|
source: Predict endogenous indicator scores
de: Vorhersage endogener Indikatorwerte
es: Predecir las puntuaciones de indicadores endógenos
pt: Prever pontuações de indicadores endógenos
ta: எண்டோசெனச் காட்டி மதிப்பெண்களைக் கணிக்கவும்

# PLSSEM|
source: Cross-validation k-folds
de: Kreuzvalidierung k-fach
es: Pliegues k de la validación cruzada
pt: k-folds de validação cruzada
ta: குறுக்கு சரிபார்ப்பு கே-மடல்கள்

# PLSSEM|
source: Repetitions
de: Wiederholungen
es: Repeticiones
pl: Powtórzenia
pt: Repetições
ta: மறுபடியும் மறுபடியும்

# PLSSEM|
source: Benchmark(s)
es: Referencia(s)
pl: Benchmark(i)
ta: இடைக்காலம் (கள்)

# PLSSEM|
source: Linear model
de: Lineares Modell
es: Modelo lineal
pl: Model liniowy
pt: Modelo linear
ta: நேரியல் மாதிரி

# PLSSEM|
source: All
de: Alle
es: Todo
pl: Wszystko
pt: Todos
ta: அனைத்தும்

# PLSSEM|
source: Show predicted scores
pl: Pokaż przewidywane oceny
ta: கணிக்கப்பட்ட மதிப்பெண்களைக் காட்டு

# PLSSEM|
source: Samples
de: Stichproben
es: Ejemplos
pl: Próbki
pt: Amostras
ta: மாதிரிகள்

# PLSSEM|
source: Jackknife
ta: சாக்நைஃப்

# SEM|
source: Average variance extracted (AVE)
es: Varianza media extraída (VMA)
pl: Średnia wyodrębniona wariancja (AVE)
pt: Variância média extraída (VME)
ta: சராசரி மாறுபாடு பிரித்தெடுக்கப்பட்டது (AVE)

# SEM|
source: Heterotrait-monotrait ratio (HTMT)
es: Relación heterotraza-monotraza (HTMT)
pt: Razão heterotrato-monotrato (HTMT)
ta: ஈட்டோரோட்ரெய்ட்-மோனோட்ரேட் விகிதம் (HTMT)

# SEM|
source: Reliability measures
de: Reliabilitätsmaße
es: Medidas de fiabilidad
pt: Medidas de confiabilidade
ta: நம்பகத்தன்மை நடவடிக்கைகள்

# SEM|
source: Thresholds
de: Schwellenwerte
es: Umbrales
pt: Limiares
ta: வாசல்கள்

# SEM|
source: Estimation Options
de: Schätzoptionen
es: Opciones de la estimación
pt: Opções de Estimação
ta: மதிப்பீட்டு விருப்பங்கள்

# SEM|
source: Output Options
de: Ausgabeoptionen
es: Opciones de salida
pt: Opções de Saída
ta: வெளியீட்டு விருப்பங்கள்

# SEM|
source: Sensitivity Analysis
de: Sensitivitätsanalyse
es: Análisis de Sensibilidad
pt: Análise de Sensibilidade
ta: உணர்திறன் பகுப்பாய்வு

# SEM|
source: Run sensitivity analysis
de: Sensitivitätsanalyse durchführen
es: Ejecutar el análisis de Sensibilidad
pt: Executar análise de sensibilidade
ta: உணர்திறன் பகுப்பாய்வு இயக்கவும்

# SEM|
source: Search algorithm
de: Suchalgorithmus
es: Algoritmo de búsqueda
pt: Algoritmo de busca
ta: வழிமுறையைத் தேடுங்கள்

# SEM|
source: Ant colony optimization
de: Ameisenkolonie-Optimierung
es: Optimización Colonia de Hormigas
pt: Otimização de colônias de formigas
ta: ஆண்ட் காலனி தேர்வுமுறை

# SEM|
source: Number of ants
de: Anzahl der Ameisen
es: Número de hormigas
pt: Número de formigas
ta: எறும்புகளின் எண்ணிக்கை

# SEM|
source: Size of the solution archive
es: Tamaño del archivo de la solución
pt: Tamanho do arquivo da solução
ta: தீர்வு காப்பகத்தின் அளவு

# SEM|
source: Convergence rate threshold
es: Umbral de la ratio de convergencia
pt: Limiar da taxa de convergência
ta: குவிப்பு வீத வாசல்

# SEM|
source: Tabu search
es: Búsqueda Tabú
pt: Busca tabu
ta: தபு தேடல்

# SEM|
source: Optimizer function
de: Optimierungsfunktion
es: Función del optimizador
pt: Função otimizadora
ta: உகப்பாக்கி செயல்பாடு

# SEM|
source: % change mean estimate
es: Estimación media del % cambio
pt: % mudança média estimada
ta: % மாற்றம் சராசரி மதிப்பீடு

# SEM|
source: Change of p-value
de: Änderung des p-Werts
es: Cambio en el valor P
pt: Mudança do valor-p
ta: பி-மதிப்பின் மாற்றம்

# SEM|
source: Distance of p-value from alpha
de: Distanz des p-Werts von Alpha
es: Distancia del valor P a alfa
pt: Distância do valor-p de alfa
ta: ஆல்பாவிலிருந்து பி-மதிப்பின் தூரம்

# SEM|
source: Change of RMSEA
es: Cambio en la REACM (RMSEA)
pt: Mudança do REQMA
ta: RMSEA இன் மாற்றம்

# SEM|
source: Distance of RMSEA from 0.05
de: Distanz des RMSEA von 0.05
es: Distancia de REACM a 0.05
pt: Distância do REQMA de 0,05
ta: 0.05 இலிருந்து RMSEA இன் தூரம்

# SEM|
source: Significance level
de: Signifikanzniveau
es: Nivel de significación
pt: Nível de significância
ta: முக்கியத்துவம் நிலை

# SEM|
source: Maximum number of iterations
de: Maximale Anzahl von Iterationen
es: Número máximo de repeticiones
pt: Número máximo de iterações
ta: அதிகபட்ச மறு செய்கைகள்

source: Advanced
es: Avanzado
pt: Avançado
ta: மேம்பட்ட

# Advanced|
source: Missing value handling
de: Behandlung fehlender Werte
es: Manejo de valores ausentes
pt: Manipulação de valores ausentes
ta: மதிப்பு கையாளுதல் இல்லை

# Advanced|
source: (FI)ML
es: MV(IC)
pt: MV(IC)
ta: (Fi) எம்.எல்

# Advanced|
source: Listwise
es: Por lista
pt: Em lista
ta: பட்டியல்

# Advanced|
source: Mimic
es: Imitar
pt: Imitar
ta: மிமிக்

# Advanced|
source: Lavaan
ta: மேடையில்

# Advanced|
source: Estimator
de: Schätzer
es: Estimador
pt: Estimador
ta: மதிப்பீட்டாளர்

# Advanced|
source: Default
de: Standard
es: Por defecto
pt: Padrão
ta: இயல்புநிலை

# Advanced|
source: ML
es: MV
ta: எம்.எல்

# Advanced|
source: GLS
es: MCG (GLS)
ta: சி.எல்.எச்

# Advanced|
source: DWLS
es: MCPD (DWLS)
ta: லேடி

# ErrorCalculation|
source: Confidence intervals
de: Konfidenzintervalle
es: Intervalos de confianza
pt: Intervalos de confiança
ta: நம்பிக்கை இடைவெளிகள்

# ErrorCalculation|
source: Method
de: Methode
es: Método
pt: Método
ta: முறை

# ErrorCalculation|
source: Standard
es: Estándar
pt: Padrão
ta: தரநிலை

# ErrorCalculation|
source: Robust
es: Robusto
pt: Robusto
ta: வலுவான

# ErrorCalculation|
source: Bootstrap
ta: தொடக்கவார்

# ErrorCalculation|
source: Replications
de: Wiederholungen
es: Réplicas
pt: Replicações
ta: பிரதி

# ErrorCalculation|
source: Type
de: Typ
es: Tipo
pt: Tipo
ta: வகை

# ErrorCalculation|
source: Bias-corrected percentile
es: Percentil con sesgo corregido
pt: Percentil corrigido para viés
ta: சார்பு-திருத்தப்பட்ட விழுக்காடு

# ErrorCalculation|
source: Percentile
de: Perzentil
es: Percentil
pt: Percentil
ta: விழுக்காடு

# ErrorCalculation|
source: Normal theory
de: Normal-Theorie
es: Teoría Normal
pt: Teoria normal
ta: சாதாரண கோட்பாடு

# LatentGrowthCurve|
source: Estimation Options
de: Schätzoptionen
es: Opciones de la estimación
pt: Opções de Estimação
ta: மதிப்பீட்டு விருப்பங்கள்

# LatentGrowthCurve|
source: Additional fit measures
de: Weitere Anpassungsmaße
es: Medidas de ajuste adicionales
pt: Medidas adicionais de ajuste
ta: கூடுதல் பொருத்தம் நடவடிக்கைகள்

# LatentGrowthCurve|
source: All
de: Alle
es: Todo
pt: Todos
ta: அனைத்தும்

# LatentGrowthCurve|
source: Latents
de: Latente
es: Latentes
pt: Latentes
ta: மறைந்திருக்கும்

# LatentGrowthCurve|
source: Except exogenous covariates
es: Excepto covariables exógenas
pt: Exceto covariáveis exógenas
ta: வெளிப்புற கோவாரியட்டுகளைத் தவிர

# MediationAnalysis|
source: All
de: Alle
es: Todo
pt: Todos
ta: அனைத்தும்

# MediationAnalysis|
source: Latents
de: Latente
es: Latentes
pt: Latentes
ta: மறைந்திருக்கும்

# MediationAnalysis|
source: Except exogenous covariates
es: Excepto covariables exógenas
pt: Exceto covariáveis exógenas
ta: வெளிப்புற கோவாரியட்டுகளைத் தவிர

# Mimic|
source: All
de: Alle
es: Todo
pt: Todos
ta: அனைத்தும்

# Mimic|
source: Latents
de: Latente
es: Latentes
pt: Latentes
ta: மறைந்திருக்கும்

# Mimic|
source: Except exogenous covariates
es: Excepto covariables exógenas
pt: Exceto covariáveis exógenas
ta: வெளிப்புற கோவாரியட்டுகளைத் தவிர

# SEM|
source: Mean structure
es: Estructura media
pt: Estrutura média
ta: சராசரி அமைப்பு

# SEM|
source: Latent means fixed to zero
de: Latente Mittelwerte auf Null fixiert
es: Medias de latentes fijadas en cero
pt: Médias latentes fixadas em zero
ta: மறைந்திருக்கும் பொருள் பூச்சியத்திற்கு சரி செய்யப்பட்டது

# SEM|
source: Manifest intercepts fixed to zero
de: Manifeste Konstanten auf Null fixiert
es: Constantes de declaradas fijadas en cero
pt: Interceptos do manifesto fixados em zero
ta: பூச்சியத்திற்கு நிர்ணயிக்கப்பட்ட மேனிஃபெச்ட் இடைமறிப்புகள்

# SEM|
source: Mean of manifest intercepts fixed to zero
de: Mittelwert von manifesten Konstanten auf Null fixiert
es: Media de constantes de declaradas fijada en cero
pt: Média de interceptações manifestas fixada em zero
ta: பூச்சியத்திற்கு நிர்ணயிக்கப்பட்ட வெளிப்படையான இடைமறிப்புகளின் சராசரி

# SEM|
source: Exogenous covariate(s) fixed
de: Exogene Kovariate(n) fixiert
es: Covariable(s) exógena(s) fijada(s)
pt: Covariável(is) exógena(s) fixadas
ta: வெளிப்புற கோவாரியட் (கள்) சரி செய்யப்பட்டது

# SEM|
source: Residual single indicator omitted
es: Se omitió el índice individual del error
pt: Indicador único residual omitido
ta: மீதமுள்ள ஒற்றை காட்டி தவிர்க்கப்பட்டது

# SEM|
source: Residual variances included
es: Varianzas de los errores incluidas
pt: Variâncias residuais incluídas
ta: மீதமுள்ள மாறுபாடுகள் சேர்க்கப்பட்டுள்ளன

# SEM|
source: Exogenous latents correlated
es: Latentes exógenas correlacionadas
pt: Latentes exógenos correlacionados
ta: வெளிப்புற லேட்டென்ட்கள் தொடர்புபடுத்தப்பட்டுள்ளன

# SEM|
source: Dependent variables correlated
es: Variables dependientes correlacionadas
pt: Variáveis dependentes correlacionadas
ta: சார்பு மாறிகள் தொடர்புபடுத்தப்பட்டுள்ளன

# SEM|
source: Scaling parameters
es: Parámetros de escalado
pt: Parâmetros de escala
ta: அளவிடுதல் அளவுருக்கள்

# SEM|
source: EFA blocks constrained
es: Bloques AFE restringidos
pt: Blocos AFE restritos
ta: EFA தொகுதிகள் கட்டுப்படுத்தப்படுகின்றன

# SEM|
source: Default
de: Standard
es: Por defecto
pt: Padrão
ta: இயல்புநிலை

# SEM|
source: DLS
es: MCPD(DLS)
ta: டி.எல்.எச்

# SEM|
source: MLM
es: MVM(MLM)
ta: எம்.எல்.எம்

# SEM|
source: MLMV
es: MVMV(MLMV)
ta: எம்.எல்.எம்.வி

# SEM|
source: MLMVS
es: MVMVS(MLMVS)
ta: எம்.எல்.எம்.வி.எச்

# SEM|
source: MLF
es: MVPO(MLF)
ta: எம்.எல்.எஃப்

# SEM|
source: MLR
es: MVR(MLR)
ta: எம்.எல்.ஆர்

# SEM|
source: Click for more information
de: Hier klicken für weitere Informationen
es: Click para más información
pt: Clique para mais informações
ta: மேலும் தகவலுக்கு சொடுக்கு செய்க

# SEM|
source: Yuan-Bentler Mplus
es: Estadístico de prueba escalado (Mplus) de Yuan-Bentler
pt: Mplus de Yuan-Bentler
ta: யுவான்-பென்ட்லர் Mplus

# SEM|
source: Mean and variance adjusted
es: Media y varianza ajustada
pt: Média e variância ajustada
ta: சராசரி மற்றும் மாறுபாடு சரிசெய்யப்பட்டது

# SEM|
source: Browne residual based (ADF)
es: Basado en el error de Browne (ADF)
pt: Baseado em resíduo de Browne (ADF)
ta: பிரவுன் எஞ்சிய அடிப்படையிலான (ADF)

# SEM|
source: Browne residual based (NT)
es: Basado en el error de Browne (NT)
pt: Baseado em resíduo de Browne (NT)
ta: பிரவுன் எஞ்சிய அடிப்படையிலான (என்.டி)

# SEM|
source: Bootstrap samples
es: Muestras de Bootstrap
pt: Amostras de bootstrap
ta: தொடக்கவார் மாதிரிகள்

# SEM|
source: First order
es: Primer orden
pt: Primeira ordem
ta: முதல் வரிசை

# SEM|
source: Standard errors
de: Standardfehler
es: Errores típicos
pt: Erros padrões
ta: நிலையான பிழைகள்

# SEM|
source: Robust Huber-White
es: Huber-White robusto
pt: Huber-White Robusto
ta: வலுவான ஊபர்-வெள்ளை

# SEM|
source: Type
es: Tipo
pt: Tipo
ta: தட்டச்சு செய்க

# SEM|
source: (FI)ML
es: MV(IC)
pt: MV(IC)
ta: (Fi) எம்.எல்

# SEM|
source: Mimic
es: Imitar
pt: Imitar
ta: மிமிக்

# SEM|
source: Lavaan
ta: மேடையில்

# SEM|
source: All
de: Alle
es: Todo
pt: Todos
ta: அனைத்தும்

# SEM|
source: Latents
de: Latente
es: Latentes
pt: Latentes
ta: மறைந்திருக்கும்

# SEM|
source: Except exogenous covariates
de: Bis auf exogene Kovariaten
es: Excepto covariables exógenas
pt: Exceto covariáveis exógenas
ta: வெளிப்புற கோவாரியட்டுகளைத் தவிர

# SEM|
source: Show warnings
de: Warnungen anzeigen
es: Mostrar advertencias
pt: Mostrar avisos
ta: எச்சரிக்கைகளைக் காட்டு

# SEM|
source: SD of deviance / old estimate
es: DT de la desviación / estimación anterior
pt: DP do desvio / estimativa anterior
ta: விலகல் / பழைய மதிப்பீட்டின் எச்டி

# PLSSEM|
source: Consistent partial least squares
es: Mínimos cuadrados parciales consistentes
pt: Mínimos quadrados parciais consistentes
ta: நிலையான பகுதி குறைந்தபட்ச சதுரங்கள்

# PLSSEM|
source: Tolerance
de: Toleranz
es: Tolerancia
pt: Tolerância
ta: பொறுமை

# PLSSEM|
source: Add construct scores to data
es: Añadir puntuaciones de constructos a los datos
pt: Adicionar pontuações de construção aos dados
ta: தரவுக்கு கட்டுமான மதிப்பெண்களைச் சேர்க்கவும்

# SEM|
source: Standardized
de: Standardisiert
es: Tipificado
pt: Padronizado
ta: தரப்படுத்தப்பட்ட

# Advanced|
source: Select the method for handling missing data in estimation
de: Wählen Sie die Methode zur Behandlung fehlender Daten bei Schätzung
es: Seleccionar el método para manejar los datos ausentes en la estimación
pt: Selecione o método para tratar dados ausentes na estimação
ta: மதிப்பீட்டில் காணாமல் போன தரவைக் கையாள்வதற்கான முறையைத் தேர்ந்தெடுக்கவும்

# Advanced|
source: Use Full Information Maximum Likelihood to handle missing data
es: Usar Máxima Verosimilitud con Información Completa para manejar los datos ausentes
pt: Usar a Máxima Verossimilhança de Informações Completas para lidar com dados ausentes
ta: காணாமல் போன தரவைக் கையாள முழு செய்தி அதிகபட்ச வாய்ப்பைப் பயன்படுத்தவும்

# Advanced|
source: Exclude cases with missing data (listwise deletion)
de: Ausschließen von Fällen mit fehlenden Daten (listweises Löschen)
es: Excluir los casos con datos ausentes (eliminación por lista)
pt: Excluir casos com dados ausentes (exclusão em lista)
ta: காணாமல் போன தரவுகளுடன் வழக்குகளை விலக்கு (பட்டியல் நீக்குதல்)

# Advanced|
source: Select the software to emulate estimation behavior
de: Auswahl der Software zur Emulation des Schätzverhaltens
es: Seleccionar el software para emular el comportamiento de la estimación
pt: Selecionar o software para emular o comportamento de estimativa
ta: மதிப்பீட்டு நடத்தையைப் பின்பற்ற மென்பொருளைத் தேர்ந்தெடுக்கவும்

# Advanced|
source: Use Lavaan default estimation method
de: Verwendung der Lavaan-Standard-Schätzmethode
es: Usar el método de estimación predeterminado de Lavaan
pt: Use o método de estimativa padrão Lavaan
ta: லாவான் இயல்புநிலை மதிப்பீட்டு முறையைப் பயன்படுத்தவும்

# Advanced|
source: Emulate Mplus estimation methods
de: Emulierung Mplus-Schätzmethoden
es: Emular los métodos de estimación de Mplus
pt: Emular métodos de estimativa Mplus
ta: MPLUS மதிப்பீட்டு முறைகளைப் பின்பற்றுங்கள்

# Advanced|
source: Emulate EQS estimation methods
es: Emular os métodos de estimación de EQS
pt: Emular métodos de estimativa de EQS
ta: EQS மதிப்பீட்டு முறைகளைப் பின்பற்றுங்கள்

# Advanced|
source: Choose the estimator for model fitting
de: Wählen Sie den Schätzer zur Modellanpassung
es: Escoger el estimador para el ajuste del modelo
pt: Escolha o estimador para o ajuste do modelo
ta: மாதிரி பொருத்துதலுக்கான மதிப்பீட்டாளரைத் தேர்வுசெய்க

# Advanced|
source: Use the default estimator based on the model and data
de: Verwenden Sie den Standardschätzer basierend auf dem Modell und den Daten
es: Usar el estimador predeterminado basado en el modelo y en los datos
pt: Use o estimador padrão baseado no modelo e dados
ta: மாதிரி மற்றும் தரவின் அடிப்படையில் இயல்புநிலை மதிப்பீட்டாளரைப் பயன்படுத்தவும்

# Advanced|
source: Maximum Likelihood estimator
de: Maximum-Likelihood-Schätzer
es: Estimador de Máxima Verosimilitud
pt: Estimador de Máxima Verossimilhança
ta: அதிகபட்ச சாத்தியக்கூறு மதிப்பீட்டாளர்

# Advanced|
source: Generalized Least Squares estimator
es: Estimador de Mínimos Cuadrados Generalizados
pt: Estimador de Mínimos Quadrados Generalizados
ta: பொதுமைப்படுத்தப்பட்ட குறைந்த சதுர மதிப்பீட்டாளர்

# Advanced|
source: Weighted Least Squares estimator
es: Estimador de Mínimos Cuadrados Ponderados
pt: Estimador de Mínimos Quadrados Ponderados
ta: எடை குறைந்த சதுர மதிப்பீட்டாளர்

# Advanced|
source: Unweighted Least Squares estimator
es: Estimador de Mínimos Cuadrados No Ponderados
pt: Estimador de Mínimos Quadrados Não Ponderados
ta: கவனிக்கப்படாத குறைந்த சதுர மதிப்பீட்டாளர்

# Advanced|
source: Diagonally Weighted Least Squares estimator
es: Estimador de Mínimos Cuadrados Ponderados Diagonalmente
pt: Estimador de Mínimos Quadrados Ponderados Diagonalmente
ta: குறுக்காக எடையுள்ள குறைந்த சதுர மதிப்பீட்டாளர்

# ErrorCalculation|
source: Set the confidence level for the interval estimates
de: Das Konfidenzniveau für die Intervallschätzer einstellen
es: Establecer el nivel de confianza para las estimaciones de intervalos
pt: Definir o nível de confiança para as estimativas de intervalo
ta: இடைவெளி மதிப்பீடுகளுக்கான நம்பிக்கை அளவை அமைக்கவும்

# ErrorCalculation|
source: Select the method for calculating standard errors and confidence intervals
de: Die Methode zur Berechnung der Standardfehler und Konfidenzintervalle auswählen
es: Seleccionar el método para calcular errores típicos e intervalos de confianza
pt: Selecionar o método para calcular erros padrão e intervalos de confiança
ta: நிலையான பிழைகள் மற்றும் நம்பிக்கை இடைவெளிகளைக் கணக்கிடுவதற்கான முறையைத் தேர்ந்தெடுக்கவும்

# ErrorCalculation|
source: Use standard maximum likelihood estimation for standard errors
de: Standard Maximun-Likelihood für Schätzung der Standardfehler verwenden
es: Usar la estimación de Máxima Verosimilitud estándar para los errores típicos
pt: Use estimativa de máxima verossimilhança padrão para erros padrão
ta: நிலையான பிழைகளுக்கு நிலையான அதிகபட்ச சாத்தியக்கூறு மதிப்பீட்டைப் பயன்படுத்தவும்

# ErrorCalculation|
source: Use robust estimation for standard errors
de: Robuste Schätzung für Standardfehler verwenden
es: Usar la estimación Robusta para los errores típicos
pt: Usar estimativa robusta para erros padrões
ta: நிலையான பிழைகளுக்கு வலுவான மதிப்பீட்டைப் பயன்படுத்தவும்

# ErrorCalculation|
source: Use bootstrap method for estimating standard errors and confidence intervals
de: Bootstrap-Methode zur Schätzung von Standardfehlern und Konfidenzintervallen verwenden
es: Usar el método Bootstrap para estimar errores típicos e intervalos de confianza
pt: Usar o método bootstrap para estimar erros padrões e intervalos de confiança
ta: நிலையான பிழைகள் மற்றும் நம்பிக்கை இடைவெளிகளை மதிப்பிடுவதற்கு தொடக்கவார் முறையைப் பயன்படுத்தவும்

# ErrorCalculation|
source: Specify the number of bootstrap samples
de: Anzahl der Bootstrap-Stichproben angeben
es: Especificar el número de muestras para Bootstrap
pt: Especificar o número de amostras bootstrap
ta: தொடக்கவார் மாதிரிகளின் எண்ணிக்கையைக் குறிப்பிடவும்

# ErrorCalculation|
source: Select the type of bootstrap confidence interval to compute
de: Art der zu berechnenden Bootstrap-Konfidenzintervalle auswählen
es: Seleccionar el tipo de intervalo de confianza de Bootstrap a calcular
pt: Selecionar o tipo de intervalo de confiança bootstrap a calcular
ta: கணக்கிட தொடக்கவார் நம்பிக்கை இடைவெளியின் வகையைத் தேர்ந்தெடுக்கவும்

# LatentGrowthCurve|
source: List of all available variables for analysis
ta: பகுப்பாய்விற்கான கிடைக்கக்கூடிய அனைத்து மாறிகளின் பட்டியல்

# LatentGrowthCurve|
source: Variables to include in the latent growth curve model
de: Variablen zum Einschluss im latenten Wachstumskurvenmodell
es: Variables a incluir en el modelo de la curva de crecimiento latente
pt: Variáveis a incluir no modelo de curva de crescimento latente
ta: மறைந்த வளர்ச்சி வளைவு மாதிரியில் சேர்க்க வேண்டிய மாறிகள்

# LatentGrowthCurve|
source: Variables to use as regressors in the model
de: Variablen zur Verwendung als Regressoren im Modell
es: Variables a usar en el modelo como regresores
pt: Variáveis a serem usadas como regressores no modelo
ta: மாதிரியில் பின்னடைவுகளாக பயன்படுத்த மாறிகள்

# LatentGrowthCurve|
source: Categorical variables acting as factors
de: Kategorische Variablen, die als Faktoren fungieren
es: Variables con categorías funcionando como factores
pt: Variáveis categóricas atuando como fatores
ta: காரணிகளாக செயல்படும் வகைப்படுத்தப்பட்ட மாறிகள்

# LatentGrowthCurve|
source: Time-varying covariates in the model
ta: மாதிரியில் நேரம் மாறுபடும் கோவாரியட்டுகள்

# LatentGrowthCurve|
source: Variable timing
es: Temporización de variable
pt: Temporização de variável
ta: மாறி நேரம்

# LatentGrowthCurve|
source: Specify the timing for the variable
es: Especificar la temporización para la variable
pt: Especifique o tempo para a variável
ta: மாறிக்கான நேரத்தைக் குறிப்பிடவும்

# LatentGrowthCurve|
source: Options for configuring model estimation
de: Optionen zur Konfiguration der Modellschätzung
es: Opciones para configurar la estimación del modelo
pt: Opções para configurar a estimação do modelo
ta: மாதிரி மதிப்பீட்டை உள்ளமைப்பதற்கான விருப்பங்கள்

# LatentGrowthCurve|
source: Select components to include in the growth curve
de: Komponenten zum Einschluss in die Wachstumskurve auswählen
es: Seleccionar las componentes a incluir en la curva de crecimiento
pt: Selecionar componentes para incluir na curva de crescimento
ta: வளர்ச்சி வளைவில் சேர்க்க கூறுகளைத் தேர்ந்தெடுக்கவும்

# LatentGrowthCurve|
source: Include an intercept in the model
de: Eine Konstante in das Modell einbeziehen
es: Incluir una constante en el modelo
pt: Incluir um intercepto no modelo
ta: மாதிரியில் ஒரு இடைமறிப்பு சேர்க்கவும்

# LatentGrowthCurve|
source: Include a linear component in the model
de: Eine lineare Komponente in das Modell einbeziehen
es: Incluir una componente lineal en el modelo
pt: Incluir um componente linear no modelo
ta: மாதிரியில் ஒரு நேரியல் கூறு சேர்க்கவும்

# LatentGrowthCurve|
source: Include a quadratic component in the model
de: Eine quadratische Komponente in das Modell einbeziehen
es: Incluir una componente cuadrática en el modelo
pt: Incluir um componente quadrático no modelo
ta: மாதிரியில் ஒரு இருபடி கூறு சேர்க்கவும்

# LatentGrowthCurve|
source: Include a cubic component in the model
de: Eine kubische Komponente in das Modell einbeziehen
es: Incluir una componente cúbica en el modelo
pt: Incluir um componente cúbico no modelo
ta: மாதிரியில் ஒரு கன கூறு சேர்க்கவும்

# LatentGrowthCurve|
source: Include covariance between latent growth components
de: Kovarianz zwischen latenten Wachstumskomponenten einbeziehen
es: Incluir la covarianza entre componentes del crecimiento latente
pt: Incluir a covariância entre componentes de crescimento latentes
ta: மறைந்த வளர்ச்சி கூறுகளுக்கு இடையில் கோவாரன்ச் சேர்க்கவும்

# LatentGrowthCurve|
source: Options for additional output
de: Optionen für zusätzliche Ausgabe
es: Opciones para resultados adicionales
pt: Opções para saída adicional
ta: கூடுதல் வெளியீட்டிற்கான விருப்பங்கள்

# LatentGrowthCurve|
source: Display additional model fit measures
es: Presentar medidas adicionales de ajuste del modelo
pt: Exibir medidas adicionais de ajuste do modelo
ta: கூடுதல் மாதிரி பொருத்தம் நடவடிக்கைகளைக் காண்பி

# LatentGrowthCurve|
source: Display R-squared values for variables
de: R-Quad-Werte für Variablen anzeigen
es: Presentar los valores de R-cuadrado para las variables
pt: Exibir o valor de R-quadrado para as variáveis
ta: மாறிகளுக்கு ஆர்-ச்கொயர் மதிப்புகளைக் காண்பி

# LatentGrowthCurve|
source: Include standardized estimates in the output
de: Standardisierte Schätzungen in der Ausgabe einschließen
es: Incluir estimaciones tipificadas en el resultado
pt: Incluir estimativas padronizadas na saída
ta: வெளியீட்டில் தரப்படுத்தப்பட்ட மதிப்பீடுகளைச் சேர்க்கவும்

# LatentGrowthCurve|
source: Select the type of standardized estimates to include
de: Die Art der standardisierten Schätzungen zum Einschließen auswählen
es: Seleccionar el tipo de estimaciones tipificadas a incluir
pt: Selecionar o tipo de estimativas padronizadas para incluir
ta: சேர்க்க தரப்படுத்தப்பட்ட மதிப்பீடுகளின் வகையைத் தேர்ந்தெடுக்கவும்

# LatentGrowthCurve|
source: Include all standardized estimates
de: Alle standardisierten Schätzungen einschließen
es: Incluir todas las estimaciones tipificadas
pt: Incluir todas as estimativas padronizadas
ta: அனைத்து தரப்படுத்தப்பட்ட மதிப்பீடுகளையும் சேர்க்கவும்
