Repository: jasp-stats/jaspSem
Catalog: po/R-*.po
Languages: de, es, gl, ja, pt, ta, zh_hant

source: Estimation failed! Message: Model %s did not converge!
de: Schätzung fehlgeschlagen! Meldung: Modell %s ist nicht konvergiert!
es: ¡Falló la estimación! Mensaje: ¡El modelo %s no convergió!
gl: Fallou a estimación! Mensaxe: O modelo %s non converxeu!
ja: 推定に失敗しました! メッセージ: モデル %s が収束しませんでした!
pt: A estimação falhou! Mensagem: O modelo %s não convergiu!
ta: மதிப்பீடு தோல்வியுற்றது! செய்தி: மாதிரி %s ஒன்றிணைக்கவில்லை!
zh_hant: 估計失敗。訊息:模型%s無法收斂!

source: Model Fit
es: Ajuste del modelo
gl: Axuste do modelo
pt: Ajuste do Modelo
ta: மாதிரி பொருத்தம்

source: Group
de: Gruppe
es: Grupo
gl: Grupo
ja: 群
pt: Grupo
ta: குழு
zh_hant: 群

source: Distance Measure
es: Medida de distancia
gl: Medida de distancia
pt: Medida de Distância
ta: தூர நடவடிக்கை

source: Test Statistic
es: Estadístico de contraste
gl: Estatístico de proba
pt: Estatística de Teste
ta: சோதனை புள்ளிவிவரம்

source: Critical Value (%s%% Quantile)
es: Valor crítico (Cuantil del %s%%)
gl: Valor crítico (Cuantil do %s%%)
pt: Valor Crítico (Quantil %s%%)
ta: சிக்கலான மதிப்பு (%s %% அளவு)

source: At least one result is inadmissible.
es: Al menos un resultado no es admisible.
gl: Cando menos un resultado non é admisible.
pt: Pelo menos um resultado é inadmissível.
ta: குறைந்தது ஒரு முடிவுக்கு உறுதிப்படுத்த முடியாதது.

source: Denotes the fit of the model including a saturated structural model.
es: Denota el ajuste del modelo incluyendo un modelo estructural saturado.
gl: Denota o axuste do modelo incluíndo un modelo estrutural saturado.
pt: Denota o ajuste do modelo, incluindo um modelo estrutural saturado.
ta: ஒரு நிறைவுற்ற கட்டமைப்பு மாதிரி உட்பட மாதிரியின் பொருத்தத்தைக் குறிக்கிறது.

source: Parameter Estimates
de: Parameterschätzungen
es: Estimaciones de parámetros
gl: Estimacións dos parámetros
ja: パラメータ推定値
pt: Estimativas de Parâmetros
ta: அளவுரு மதிப்பீடுகள்
zh_hant: 參數估計值

source: Weights
de: Gewichte
es: Ponderaciones
gl: Ponderacións
ja: ウェイト
pt: Pesos
ta: எடைகள்
zh_hant: 加權

source: Construct
de: Konstrukt
es: Constructo
gl: Constructo
ja: 構成概念
pt: Construir
ta: கட்டமைக்க
zh_hant: 構念

source: Std. Error
de: Std.-Fehler
es: Error típico
gl: Erro padrón
ja: 標準誤差
pt: Erro Pad.
ta: Std. பிழை
zh_hant: 標準誤

source: Loadings
de: Ladungen
es: Cargas
gl: Cargas
ja: 因子負荷量
pt: Cargas
ta: ஏற்றுதல்
zh_hant: 因素負荷量

source: Regression Coefficients
de: Regressionskoeffizienten
es: Coeficientes de Regresión
gl: Coeficientes da Regresión
ja: 回帰係数
pt: Coeficientes de Regressão
ta: பின்னடைவு குணகங்கள்
zh_hant: 迴歸係數

source: Outcome
de: Ergebnis
es: Resultado
gl: Resultado
ja: 結果変数
pt: Resultado
ta: விளைவாக
zh_hant: 結果

source: Total Effects
es: Efectos totales
gl: Efectos totais
pt: Efeitos Totais
ta: மொத்த விளைவுகள்

source: Residual Correlations
es: Correlaciones de los errores
gl: Correlacións dos erros
pt: Correlações Residuais
ta: மீதமுள்ள தொடர்புகள்

source: Endogenous Indicator Prediction
de: Endogene Indikatorvorhersage
es: Predicción de Indicadores Endógenos
gl: Predición de Indicadores Endóxenos
ja: 内生観測変数の予測
pt: Previsão de Indicadores Endógenos
ta: எண்டோசெனச் காட்டி கணிப்பு
zh_hant: 內衍指標預測

source: Prediction Metrics
de: Vorhersage-Metriken
es: Métricas de Predicción
gl: Métricas de Predición
ja: 予測統計量
pt: Métricas de Previsão
ta: கணிப்பு அளவீடுகள்
zh_hant: 預測指標

source: Target MAE
de: Ziel MAE
es: EAM (MAE) objetivo
gl: EAM (MAE) obxectivo
ja: ターゲットのMAE
pt: EAM Alvo
ta: இலக்கு மே

source: LM MAE
es: EAM (MAE) de ML
gl: EAM (MAE) de ML
pt: EAM de ML
ta: எல்.எம்

source: GSCA MAE
es: EAM (MAE) de GSCA
gl: EAM (MAE) de GSCA
ja: GSCAのMAE
pt: EAM de GSCA
ta: சி.எச்.சி.ஏ. மே

source: PCA MAE
es: EAM (MAE) de CP (PCA)
gl: EAM (MAE) de CP (PCA)
ja: PCAのMAE
pt: EAM de PCA
ta: பி.சி.ஏ அங்கே

source: MAXVAR MAE
es: EAM (MAE) de MAXVAR
gl: EAM (MAE) de MAXVAR
ja: MAXVARのMAE
pt: EAM MAXVAR
ta: மேக்ச்வார்

source: Target RMSE
de: Ziel RMSE
es: RECM (RMSE) objetivo
gl: RECM (RMSE) obxectivo
ja: ターゲットのRMSE
pt: RQEM Alvo
ta: இலக்கு RMSE

source: GSCA RMSE
es: RECM (RMSE) de GSCA
gl: RECM (RMSE) de GSCA
ja: GSCAのRMSE
pt: RQEM GSCA
ta: சி.எச்.சி.ஏ ஆர்.எம்.எச்.இ

source: PCA RMSE
es: RECM (RMSE) de CP (PCA)
gl: RECM (RMSE) de CP (PCA)
ja: PCAのRMSE
pt: RQEM PCA
ta: பி.சி.ஏ ஆர்.எம்.எச்.இ

source: MAXVAR RMSE
es: RECM (RMSE) de MAXVAR
gl: RECM (RMSE) de MAXVAR
ja: MAXVARのRMSE
pt: RQEM MAXVAR
ta: மேக்ச்வார் ஆர்.எம்.எச்.இ

source: Target Q2 Prediction
es: Predicción de Q2 objetivo
gl: Predición de Q2 obxectivo
pt: Predição de Q2 Alvo
ta: இலக்கு Q2 கணிப்பு

source: There are not enough observations for each k-fold, try setting 'cross-validation k-folds' to a lower number
de: Es gibt nicht genügend Beobachtungen für jede k-Teilmenge; versuchen Sie, 'Kreuzvalidierung k-fach' auf eine niedrigere Zahl zu setzen
es: No hay suficientes observaciones para cada pliegue k; intenta establecer un número más bajo para 'pliegues k de la validación cruzada'
gl: Non hai observacións dabondo para cada prego k; intenta establecer un número máis baixo para 'pregos k da validación cruzada'
ja: 各k-foldに十分なデータがありません。"cross-validation k-folds" の数字を小さくしてください
pt: Não há observações suficientes para cada k-fold, tente definir 'k-folds de validação cruzada' para um número menor
ta: ஒவ்வொரு கே-மடிப்புக்கும் போதுமான அவதானிப்புகள் இல்லை, 'குறுக்கு சரிபார்ப்பு கே-மடங்குகளை' குறைந்த எண்ணுக்கு அமைக்க முயற்சிக்கவும்

source: Are all indicator variables set to 'scale'?
de: Sind alle Indikatorvariablen auf "Metrisch" eingestellt?
es: ¿Están todas las variables indicadoras fijadas como 'escala'?
gl: Están tódalas variables indicadoras fixadas como 'escala'?
ja: すべての観測変数は「スケール」に設定されていますか?
pt: Estão todas as variáveis indicadoras definidas como 'escala'?
ta: அனைத்து காட்டி மாறிகள் 'அளவுகோல்' என அமைக்கப்பட்டுள்ளதா?
zh_hant: 所有指標變數是否皆設定為連續變數？

source: Prediction failed Message: %1$s
de: Vorhersage fehlgeschlagen, Meldung: %1$s
es: Mensaje de fallo de la predicción: %1$s
gl: Mensaxe de fallo da predición: %1$s
ja: 推定失敗 :%s
pt: Mensagem de falha da previsão: %1$s
ta: கணிப்பு தோல்வியுற்ற செய்தி: %1$s
zh_hant: 估計失敗。訊息:%s

source: Additional Fit Measures
de: Weitere Anpassungsmaße
es: Medidas de Ajuste Adicionales
gl: Medidas Adicionais de Axuste
ja: 追加の適合度指標
pt: Medidas Adicionais de Ajuste
ta: கூடுதல் பொருத்தம் நடவடிக்கைகள்
zh_hant: 其他配適指標

source: Hoelter's critical N (CN)
de: Hoelters kritisches N (CN)
es: N crítico de Hoelter (NC)
gl: N crítico de Hoelter (NC)
ja: HoelterのN基準(CN)
pt: N crítico de Hoelter (CN)
ta: ஓல்டரின் விமர்சன n (சி.என்)
zh_hant: Hoelter 臨界樣本數 (CN)

source: Root mean square residual covariance (RMS theta)
de: Mittlere quadratische Residualkovarianz (RMS theta)
es: Raíz cuadrada media de la covarianza de los errores (RCM theta)
gl: Raíz cadrada media da covarianza dos erros (RCM theta)
ja: 二乗平均平方根誤差(RMS theta)
pt: Covariância residual média quadrática (RMS theta)
ta: ரூட் சராசரி சதுர எஞ்சிய கோவாரன்ச் (ஆர்.எம்.எச் தீட்டா)
zh_hant: 均方根殘差共變數 (RMS theta)

source: Goodness of Fit (GoF)
de: Anpassungsgüte (GoF)
es: Bondad de Ajuste (BA, GoF)
gl: Bondade do Axuste (BA, GoF)
ja: 適合度指標(GFI)
pt: Qualidade do Ajuste (QdA)
ta: பொருத்தத்தின் நன்மை (GOF)
zh_hant: 配適度指標 (GFI)

source: Geodesic distance
de: Geodätische Distanz
es: Distancia geodésica
gl: Distancia xeodésica
ja: 測地距離
pt: Distância geodésica
ta: புவிசார் தூரம்
zh_hant: 測地距離

source: Squared Euclidean distance
de: Quadrierte Euklidische Distanz
es: Distancia Euclídea cuadrada
gl: Distancia Euclídea cadrada
ja: 二乗ユークリッド距離
pt: Distância Euclidiana Quadrada
ta: ச்கொயர் யூக்ளிடியன் தூரம்
zh_hant: 平方歐式距離

source: Maximum likelihood-based distance
es: Distancia basada en la Máxima-Verosimilitud
gl: Distancia baseada na Máxima-Verosimilitude
pt: Distância baseada na Máxima Verossimilhança
ta: அதிகபட்ச சாத்தியக்கூறு அடிப்படையிலான தூரம்

source: Reliability Measures
de: Reliabilitätsmaße
es: Medidas de Fiabilidad
gl: Medidas de Fiabilidade
ja: 信頼性指標
pt: Medidas de confiabilidade
ta: நம்பகத்தன்மை நடவடிக்கைகள்
zh_hant: 信度指標(Cronbach's α 與 CR值)

source: Cronbach's %s
es: %s de Cronbach
gl: %s de Cronbach
ja: クロンバックの %s
pt: %s de Cronbach
ta: க்ரோன்பேக்கின் %s
zh_hant: Cronbach %s

source: J%1$sreskog's %2$s
es: %2$s de J%1$sreskog
gl: %2$s de J%1$sreskog
ja: J%1$sreskogの %2$s
pt: %2$s de J%1$sreskog
ta: J %1$sRECKO இன் %2$s

source: Dijkstra-Henseler's %s
es: %s de Dijkstra-Henseler
gl: %s de Dijkstra-Henseler
ja: Dijkstra-Henselerの %s
pt: %s de Dijkstra-Henseler
ta: டிச்க்ச்ட்ரா-என்ச்செலரின் %s

source: Correlation tables
de: Korrelationstabellen
es: Tablas de correlaciones
gl: Táboas de correlacións
ja: 相関表
pt: Tabelas de correlação
ta: தொடர்பு அட்டவணைகள்
zh_hant: 相關係數表

source: Observed indicator correlation matrix
de: Beobachtete Indikator-Korrelationsmatrix
es: Matriz de correlaciones de indicadores observados
gl: Matriz de correlacións de indicadores observados
ja: 観測された変数の相関表
pt: Matriz de correlação do indicador observado
ta: கவனிக்கப்பட்ட காட்டி தொடர்பு அணி
zh_hant: 觀察指標相關矩陣

source: Implied indicator correlation matrix
de: Implizierte Indikator-Korrelationsmatrix
es: Matriz de correlaciones de indicadores implicados
gl: Matriz de correlacións de indicadores implicados
ja: 推定された観測変数の相関行列
pt: Matriz de correlação de indicadores implícita
ta: மறைமுகமான காட்டி தொடர்பு அணி
zh_hant: 隱含指標的相關矩陣

source: Observed construct correlation matrix
de: Beobachtete Konstrukt-Korrelationsmatrix
es: Matriz de correlaciones de construcciones observadas
gl: Matriz de correlacións de construcións observadas
ja: 観測された構成変数の相関行列
pt: Matriz de correlação da construção observado
ta: கவனிக்கப்பட்ட கட்டுமான தொடர்பு அணி
zh_hant: 觀察構念相關矩陣

source: Implied construct correlation matrix
de: Implizierte Konstrukt-Korrelationsmatrix
es: Matriz de correlaciones de construcciones implicadas
gl: Matriz de correlacións de constructos implicados
ja: 推定された構成変数の相関行列
pt: Matriz de correlação de construção implícita
ta: கட்டுமான தொடர்பு மேட்ரிக்ச்
zh_hant: 隱含構面的相關矩陣

source: Column name %s already exists in the dataset
es: El nombre %s de columna ya existe en el conjunto de datos
gl: O nome %s de columna xa existe no conxunto de datos
pt: O nome da coluna %s já existe no conjunto de dados
ta: நெடுவரிசை பெயர் %s ஏற்கனவே தரவுத்தொகுப்பில் உள்ளன

source: Mean structure can not be included when data is variance-covariance matrix
de: Mittelwertstruktur kann nicht einbezogen werden wenn Daten Varianz-Kovarianz-Matrix ist
es: La estructura media no se puede incluir cuando los datos son de una matriz de varianzas-covarianzas
gl: A estrutura media non se pode incluír cando os datos son dunha matriz de varianzas-covarianzas
ja: データが分散-共分散行列の時は平均構造を含めることができません
pt: A estrutura média não pode ser incluída quando os dados são uma matriz de variância-covariância
ta: தரவு மாறுபாடு-கோவாரன்ச் மேட்ரிக்சாக இருக்கும்போது சராசரி கட்டமைப்பை சேர்க்க முடியாது
zh_hant: 當以變異數-共變數矩陣為資料進行分析時，無法提供平均數結構

source: Please set the sample size!
de: Bitte setzen Sie den Stichprobenumfang!
es: ¡Por favor, establece el tamaño de la muestra!
gl: Por favor, establece o tamaño de mostra!
ja: サンプルサイズを設定してください!
pt: Por favor, defina o tamanho da amostra!
ta: மாதிரி அளவை அமைக்கவும்!
zh_hant: 請設定樣本數!

source: Multiple group analysis not supported when data is variance-covariance matrix
de: Mehrfachgruppenanalyse noch nicht unterstützt, wenn Daten eine Varianz-Kovarianz-Matrix sind
es: El análisis de múltiples grupos no se admite cuando los datos son de una matriz de varianzas-covarianzas
gl: A análise de múltiples grupos non se admite cando os datos son dunha matriz de varianzas-covarianzas
ja: データが分散共分散行列の場合、多母集団分析はサポートされません
pt: Não é possível realizar análise multigrupo quando os dados são uma matriz de variância-covariância
ta: தரவு மாறுபாடு-கோவாரன்ச் மேட்ரிக்சாக இருக்கும்போது பல குழு பகுப்பாய்வு ஆதரிக்கப்படவில்லை
zh_hant: 當以變異數-共變數矩陣為資料進行分析時，無法進行多群分析

source: Not more cases than number of variables. Is your data a variance-covariance matrix?
de: Nicht mehr Fälle als die Anzahl der Variablen. Sind Ihre Daten eine Varianz-Kovarianz-Matrix?
es: No hay más casos que el número de variables. ¿Son sus datos una matriz de varianzas-covarianzas?
gl: Non hai máis casos que o número de variables. Son teus datos unha matriz de varianzas-covarianzas?
ja: 変数の数よりもケースの数が少ないです。このデータは分散共分散行列ですか?
pt: Não mais casos do que o número de variáveis. Seus dados são uma matriz de variância-covariância?
ta: மாறிகளின் எண்ணிக்கையை விட அதிகமான வழக்குகள் இல்லை. உங்கள் தரவு மாறுபாடு-கோவாரன்ச் மேட்ரிக்சா?
zh_hant: 資料個數少於變數個數，你是以變異數-共變數矩陣為資料進行分析嗎？

source: When mean structure is included, at least one of the checkboxes to fix the intercepts to zero has to be checked
es: Cuando se incluye la estructura media, al menos debe estar marcada una de las casillas para fijar las constantes como cero
gl: Cando se inclúe a estrutura media, debe estar marcado cando menos un dos cadradiños para fixar as constantes como cero
ja: 平均構造が含まれている場合、チェックボックスの少なくとも1つは切片をゼロにを固定してください
pt: Quando a estrutura média é incluída, pelo menos uma das caixas de seleção para fixar as interceptações em zero deve ser marcada
ta: சராசரி கட்டமைப்பு சேர்க்கப்படும்போது, பூச்சியத்திற்கான இடைமறிப்புகளை சரிசெய்ய குறைந்தபட்சம் தேர்வுப்பெட்டிகளில் ஒன்று சரிபார்க்கப்பட வேண்டும்
zh_hant: 若要估計平均數模式，至少需勾選一個截距為零之選項

source: When conditioning estimation on exogenous covariates, the 'Exogenous covariate(s) fixed' box must be checked.
es: Cuando se condiciona la estimación según covariables exógenas, la casilla 'Covariable(s) exógena(s) fijada(s)' debe estar marcada.
gl: Cando se condiciona a estimación segundo covariantes esóxenas, a caixa 'Covariante(s) esóxena(s) fixada(s)' debe estar marcada.
pt: Ao condicionar a estimativa em covariáveis exógenas, a caixa 'Covariável(is) exógena(s) fixa(s)' deve ser marcada.
ta: வெளிப்புற கோவாரியட்டுகளில் கண்டிசனிங் மதிப்பீடு போது, 'வெளிப்புற கோவாரியேட் (கள்) நிலையான' பெட்டியை சரிபார்க்க வேண்டும்.
zh_hant: 當條件估計是基於外衍共變數時，必須勾選「固定外衍共變數」。

source: Bootstrapped standard errors are not yet available when 'Condition on exogenous covariate(s)' box is checked.
es: Los errores típicos de Bootstrapp aún no están disponibles cuando está marcada la casilla 'Condición según covariable(s) exógena(s)'.
gl: Os erros padrón de Bootstrapp aínda non están dispoñibles cando está marcada a caixa 'Condición segundo covariante(s) esóxena(s)'.
pt: Erros padrão bootstrap ainda não estão disponíveis quando a caixa 'Condição em covariável(is) exógena(s)' está marcada.
ta: 'வெளிப்புற கோவாரியேட் (கள்)' பெட்டி சரிபார்க்கப்படும்போது தொடக்கவார் செய்யப்பட்ட நிலையான பிழைகள் இன்னும் கிடைக்கவில்லை.
zh_hant: 勾選「考量外衍共變數」時，無法提供拔靴法標準誤。

source: Invalid model specification. Did you pass a variable name as a string?
de: Ungültige Modellspezifikation. Haben Sie einen Variablennamen als Zeichenfolge übergeben?
es: Especificación incorrecta de modelo. ¿Has indicado un nombre de variable como cadena de texto?
gl: Especificación incorrecta de modelo. Indicaches un nome de variable como cadea de texto?
ja: モデル指定が無効です。変数名を文字列で渡していませんか？
pt: Especificação de modelo inválida. Passou um nome de variável como uma cadeia?
ta: தவறான மாதிரி விவரக்குறிப்பு. மாறி பெயரை ஒரு சரமாக அனுப்பினீர்களா?
zh_hant: 模型設定無效。是否將某變數名稱誤設為字串資料？

source: One or more variables are constants or contain only missing values.
de: Eine oder mehrere Variablen sind Konstanten oder enthalten nur fehlende Werte.
es: Una o más variables son constantes, o contienen solo valores ausentes.
gl: Unha ou máis variables son constantes, ou conteñen só valores ausentes.
ja: 1つ以上の変数または構成変数が，欠損値を含んでいます.
pt: Uma ou mais variáveis são constantes ou contêm apenas valores ausentes.
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட மாறிகள் மாறிலிகள் அல்லது காணாமல் போன மதிப்புகளை மட்டுமே கொண்டிருக்கின்றன.
zh_hant: 一或多個變數為常數或只有遺漏值。

source: Estimation failed. Message: %s
de: Fehlgeschlagene Schätzung. Meldung: %s
es: Falló la estimación. Mensaje: %s
gl: Fallou a estimación. Mensaxe: %s
ja: 推定失敗 :%s
pt: A estimação falhou. Mensagem: %s
ta: மதிப்பீடு தோல்வியடைந்தது. செய்தி: %s
zh_hant: 估計失敗。訊息:%s

source: Estimation failed! Message: %s did not converge!
de: Schätzung fehlgeschlagen! Meldung: %s ist nicht konvergiert!
es: ¡Falló la estimación! Mensaje: ¡%s no convergió!
gl: Fallou a estimación! Mensaxe: %s non converxeu!
ja: 推定に失敗しました! メッセージ: モデル %s が収束しませんでした!
pt: A estimação falhou! Mensagem: %s não convergiu!
ta: மதிப்பீடு தோல்வியுற்றது! செய்தி: %s ஒன்றிணைக்கவில்லை!
zh_hant: 估計失敗。訊息:模型%s無法收斂！

source: Estimation failed! Message: %s has negative degrees of freedom.
de: Schätzung fehlgeschlagen! Meldung: %s hat negative Freiheitsgrade.
es: ¡Falló la estimación! Mensaje: %s tiene un número de grados de libertad negativo.
gl: Fallou a estimación! Mensaxe: %s ten un número de graos de liberdade negativo.
ja: 推定に失敗しました! メッセージ: モデル%sの自由度が負になりました.
pt: A estimação falhou! Mensagem: %s tem graus de liberdade negativos.
ta: மதிப்பீடு தோல்வியுற்றது! செய்தி: %s எதிர்மறையான டிகிரி சுதந்திரத்தைக் கொண்டுள்ளன.
zh_hant: 估計失敗!訊息:模型%s的自由度為負值。

source: Model fit
de: Modell-Anpassung
es: Ajuste del modelo
gl: Axuste do modelo
ja: モデルフィット
pt: Ajuste do modelo
ta: மாதிரி பொருத்தம்
zh_hant: 模型配適

source: BIC
ta: பிக்

source: n(Observations)
de: n(Beobachtungen)
es: n(Observaciones)
gl: n(Observacións)
ja: n(観測度数)
pt: n(Observações)
ta: n (அவதானிப்புகள்)
zh_hant: 樣本數

source: Total
de: Gesamt
ja: 合計
ta: மொத்தம்
zh_hant: 總效果

source: n(Parameters)
de: n(Parameter)
es: n(Parámetros)
gl: n(Parámetros)
ja: n(パラメータ)
pt: n(Parâmetros)
ta: n (அளவுருக்கள்)
zh_hant: 參數個數

source: Free
de: Frei
es: Libres
gl: Libres
ja: 自由
pt: Livre
ta: இலவசம்
zh_hant: 自由參數

source: Baseline test
es: Contraste de referencia
gl: Proba de referencia
ja: ベースラインテスト
pt: Teste de linha de base
ta: அடிப்படை சோதனை
zh_hant: 模型檢定

source: Difference test
de: Differenz-Test
es: Contraste de diferencias
gl: Proba de diferenzas
ja: 差分検定
pt: Teste de diferença
ta: வேறுபாடு சோதனை
zh_hant: 差異檢定

source: %sFitting the model resulted in warnings. Check the 'Show warnings' box in the Output Options to see the warnings.
de: %s Anpassung des Modells führte zu Warnungen. Überprüfen Sie die 'Warnungen anzeigen'-Box in den Ausgabeoptionen, um die Warnungen zu sehen.
es: %s El ajuste del modelo da como resultado alertas. Comprueba la caja 'Mostrar alertas' en las Opciones de Salida de Resultados para ver las alertas.
gl: %s O axuste do modelo dá como resultado alertas. Comproba a caixa 'Amosar alertas' nas Opcións de Saída de Resultados para ver as alertas.
ja: %s モデルが警告を出しました。 [出力オプション] の [警告を表示] チェック ボックスをみて，警告を確認してください.
pt: %s Ajustar o modelo resultou em avisos. Marque a caixa 'Mostrar avisos' nas Opções de Saída para ver os avisos.
ta: %sமாதிரியைப் பொருத்துவதன் விளைவாக எச்சரிக்கைகள் ஏற்பட்டன. எச்சரிக்கைகளைக் காண வெளியீட்டு விருப்பங்களில் 'எச்சரிக்கை காட்டு' பெட்டியை சரிபார்க்கவும்.
zh_hant: %s擬合模型時出現警告。勾選「輸出選項」中的「顯示警告」以察看警告訊息。

source: A total of %g cases were removed due to missing values.
de: Insgesamt wurden %g Fälle wegen fehlender Werte entfernt.
es: Un total de %g casos se eliminaron debido a valores ausentes.
gl: Un total de %g casos elimináronse debido a valores ausentes.
ja: 値が見つからなかったため、 %g の合計が削除されました.
pt: Um total de %g casos foram removidos devido a valores ausentes.
ta: மதிப்புகள் காணாமல் போனதால் மொத்தம் %g வழக்குகள் அகற்றப்பட்டன.
zh_hant: 有 %g 筆資料因有遺漏值而未納入分析。

source: Model test is %s.
de: Modell-Test ist %s.
es: El contraste del modelo es %s.
gl: A proba do modelo é %s.
ja: モデルテストは %sです.
pt: O teste do modelo é %s.
ta: மாதிரி சோதனை %s.
zh_hant: 模型考驗為 %s。

source: Information matrix is %s.
es: La matriz de información es %s.
gl: A matriz de información é %s.
ja: 情報量規準は %s です.
pt: A matriz de informação é %s.
ta: செய்தி மேட்ரிக்ச் %s.
zh_hant: 資訊矩陣為 %s。

source: Standard errors are %s.
de: Standardfehler sind %s.
es: Los errores típicos son %s.
gl: Os erros padrón son %s.
ja: 標準誤差は %s です.
pt: Os erros padrões são %s.
ta: நிலையான பிழைகள் %s.
zh_hant: 標準誤為 %s。

source: %s The AIC, BIC and additional information criteria are only available with ML-type estimators.
de: %s Das AIC, BIC und weitere Informationskriterien sind nur bei ML-Schätzern verfügbar.
es: %s Los criterios AIC, BIC y de información adicional solo están disponibles con estimadores de tipo MV.
gl: %s Os criterios AIC, BIC e de información adicional só están dispoñibles con estimadores de tipo MV.
ja: %s AIC、BIC、その他の情報基準は、MLタイプの推定量を選んだ時のみ利用可能です.
pt: %s Os AIC, CIB e critérios de informações adicionais estão apenas disponíveis para estimadores do tipo ML.
ta: %s AIC, BIC மற்றும் கூடுதல் செய்தி அளவுகோல்கள் ML- வகை மதிப்பீட்டாளர்களுடன் மட்டுமே கிடைக்கின்றன.
zh_hant: %s 只有在使用最大概似法 (ML)類之估計法時，才提供AIC, BIC與其他訊息準則指標。

source: all
de: Alle
es: Todo
gl: Todo
ja: すべて
pt: todos
ta: அனைத்தும்
zh_hant: 所有參數

source: <b>Warnings:</b> %s
de: <b>Warnungen:</b> %s
es: <b>Advertencias:</b> %s
gl: <b>Avisos:</b> %s
ja: <b> 警告:</b> %s
pt: <b>Avisos:</b> %s
ta: <b> எச்சரிக்கைகள்: </b> %s
zh_hant: <b>警告:</b> %s

source: Factor Loadings
de: Faktorladungen
es: Cargas de los Factores
gl: Cargas dos Factores
ja: 因子負荷量
pt: Cargas Fatoriais
ta: காரணி ஏற்றுதல்
zh_hant: 因素負荷量

source: Latent
es: Latente
gl: Latente
ja: 潜在
pt: Latentes
ta: மறைந்திருக்கும்
zh_hant: 潛在

source: %s%% Confidence interval
de: %s%% Konfidenzintervall
es: Intervalo con %s%% de confianza
gl: Intervalo co %s%% de confianza
ja: %s%% 信頼区間
pt: %s%% Intervalo de confiança
ta: %s %% நம்பிக்கை இடைவெளி
zh_hant: %s%% 信賴區間

source: Regression coefficients
de: Regressionskoeffizienten
es: Coeficientes de regresión
gl: Coeficientes da regresión
ja: 回帰係数
pt: Coeficientes de Regressão
ta: பின்னடைவு குணகங்கள்
zh_hant: 迴歸係數

source: Factor variances
de: Faktorvarianzen
es: Varianzas de factores
gl: Varianzas dos factores
ja: 因子の分散
pt: Variâncias latentes
ta: காரணி மாறுபாடுகள்
zh_hant: 因素變異數

source: Factor covariances
de: Faktorkovarianzen
es: Covarianzas de factores
gl: Covarianzas dos factores
ja: 因子の共分散
pt: Covariâncias latentes
ta: காரணி கோவாரியன்ச்
zh_hant: 因素共變數

source: Variables
de: Variablen
ja: 変数
pt: Variáveis
ta: மாறிகள்
zh_hant: 變項

source: Residual variances
de: Residualvarianzen
es: Varianzas de los errores
gl: Varianzas dos erros
ja: 残差分散
pt: Variâncias residuais
ta: மீதமுள்ள மாறுபாடுகள்
zh_hant: 殘差變異數

source: Intercepts
de: Konstanten
es: Constantes
gl: Constantes
ja: 切片
pt: Interceptos
ta: இடைமறிப்புகள்
zh_hant: 截距

source: Missing data method 'FIML' forces meanstructure.
es: El método 'MVIC' de datos ausentes fuerza la estructura media.
gl: O método 'MVIC' de datos ausentes forza a estrutura media.
ja: 欠損データに対する手法 'FIML' が平均構造に適用されました.
pt: O método de dados ausentes 'FIML' força a estrutura média.
ta: காணாமல் போன தரவு முறை 'FIML' படைகள் என்பது கட்டமைப்பு என்று பொருள்.
zh_hant: 缺失資料方法 'FIML' 強制要求均值結構

source: Thresholds
de: Schwellenwerte
es: Umbrales
gl: Lindeiros
ja: 閾値
pt: Limiares
ta: வாசல்கள்
zh_hant: 閾限

source: Threshold
de: Schwellenwert
es: Umbral
gl: Lindeiro
ja: 閾値
pt: Limiar
ta: வாசல்
zh_hant: 閾限

source: Defined parameters
de: Definierte Parameter
es: Parámetros definidos
gl: Parámetros definidos
ja: 定義されたパラメータ
pt: Parâmetros definidos
ta: வரையறுக்கப்பட்ட அளவுருக்கள்
zh_hant: 變數定義

source: Name
es: Nombre
gl: Nome
ja: 名前
pt: Nome
ta: பெயர்
zh_hant: 命名

source: Total effects
de: Gesamte Effekte
es: Efectos totales
gl: Efectos totais
ja: 全体効果
pt: Efeitos totais
ta: மொத்த விளைவுகள்
zh_hant: 總效果

source: %s Fit indices are based on the scaled test statistic.
es: %s Los indicadores del ajuste se basan en el estadístico de prueba escalado.
gl: %s Os indicadores do axuste baséanse no estatístico de proba escalado.
ja: %s 敵同度指標は標準化された検定統計量に基づいています
pt: %s Os índices de ajuste são baseados na estatística de teste escalonada.
ta: %s FIT குறியீடுகள் அளவிடப்பட்ட சோதனை புள்ளிவிவரத்தை அடிப்படையாகக் கொண்டவை.
zh_hant: %s 配適指標，將基於量尺化檢定統計數。

source: T-size fit indices
es: Índices de ajuste de tamaño T
gl: Índices de axuste de tamaño T
ja: Tサイズの適合度指標
pt: Índices de ajuste do tamanho T
ta: டி-அளவு பொருத்தம் குறியீடுகள்
zh_hant: T-size 配適指標
