Repository: jasp-stats/jaspSem
Catalog: po/R-*.po
Languages: de, es, gl, ja, pt, ta, zh_hant

source: Poor-fair limit
es: Límite deficiente-aceptable
gl: Límite deficiente-aceptable
ja: Poorとfair の限界
pt: Limite pobre-justo
ta: மோசமான-பல்வேறு வரம்பு

source: Fair-close limit
es: Límite aceptable-próximo
gl: Límite aceptable-próximo
ja: Fairとcloseの境界
pt: Limite de fechamento justo
ta: நியாயமான நெருக்கமான வரம்பு

source: CFI
es: IAC (CFI)
gl: IAC (CFI)
pt: IAC
ta: சி.எஃப்.ஐ.

source: T-size statistics are computed for <i>%s = 0.05</i>.
es: Los estadísticos de tamaño T se calculan para <i>%s = 0.05</i>.
gl: Os estatísticos de tamaño T calcúlanse para <i>%s = 0.05</i>.
ja: Tサイズの統計は <i>%s = 0.05</i> で計算されます.
pt: As estatísticas de tamanho T são calculadas para <i>%s = 0,05</i>.
ta: டி-அளவு புள்ளிவிவரங்கள் <i>%s = 0.05 </i> க்கு கணக்கிடப்படுகின்றன.

source: Average variance extracted
de: Durchschnittliche extrahierte Varianz
es: Media de la varianza extraída
gl: Varianza media extraída
ja: 平均分散抽出
pt: Variância média extraída
ta: சராசரி மாறுபாடு பிரித்தெடுக்கப்பட்டது
zh_hant: 平均變異抽取量 (AVE)

source: AVE
de: DEV
es: VME (AVE)
gl: VME (AVE)
pt: VME
ta: ஏவ்
zh_hant: 平均變異抽取量 (AVE)

source: Reliability
de: Reliabilität
es: Fiabilidad
gl: Fiabilidade
ja: 信頼性
pt: Confiabilidade
ta: நம்பகத்தன்மை
zh_hant: 信度

source: Coefficient α
de: Koeffizient α
es: Coeficiente α
gl: Coeficiente α
ja: アルファ係数
pt: Coeficiente α
ta: குணகங்கள் α
zh_hant: Coefficient α (Cronbach's α)

source: Coefficient ω
de: Koeffizient ω
es: Coeficiente ω
gl: Coeficiente ω
ja: オメガ係数
pt: Coeficiente ω
ta: குணகங்கள்
zh_hant: Coefficient ω(CR值)

source: Heterotrait-Monotrait Ratio
es: Relación heterotraza-monotraza
gl: Cociente Heterotrazo-Monotrazo
ja: Heterotrait-monotrait 比
pt: Razão Heterotraço-Monotraço
ta: ஈட்டோரோட்ரெய்ட்-மோனோட்ரேட் விகிதம்
zh_hant: 異質-單質比

source: Heterotrait-monotrait ratio
es: Relación heterotraza-monotraza
gl: Cociente Heterotrazo-Monotrazo
ja: Heterotrait-monotrait 比
pt: Razão heterotraço-monotraço
ta: ஈட்டோரோட்ரெய்ட்-மோனோட்ரேட் விகிதம்
zh_hant: 異質-單質比

source: Mardia's coefficients
de: Mardias Koeffizienten
es: Coeficientes de Mardia
gl: Coeficientes de Mardia
ja: マルディアの係数
pt: Coeficiente de Mardia
ta: மார்டியாவின் குணகங்கள்
zh_hant: Mardia係數

source: Coefficient
de: Koeffizient
es: Coeficiente
gl: Coeficiente
ja: 係数
pt: Coeficiente
ta: கெழு
zh_hant: 係數

source: z
ta: சட்

source: Multivariate skewness and kurtosis calculated for observed variables from all models.
de: Multivariate Schiefe und Wölbung für beobachtete Variablen aus allen Modellen berechnet.
es: Asimetría y curtosis multivariantes calculadas para las variables observadas de todos los modelos.
gl: Asimetría e curtose multivariantes calculadas para as variables observadas de todos os modelos.
ja: すべてのモデルから観測変数に対して計算された多変量歪度と尖度。
pt: Assimetria e curtose multivariadas calculadas para as variáveis observadas de todos os modelos.
ta: அனைத்து மாதிரிகளிலிருந்தும் கவனிக்கப்பட்ட மாறிகள் கணக்கிடப்பட்ட பன்முக வளைவு மற்றும் கர்டோசிச்.
zh_hant: 根據所有模型的觀察變數來計算多變數偏態與峰度。

source: Not all used variables are continuous: Mardia's coefficients not available.
de: Nicht alle Variablen sind kontinuierlich. Mardias Koeffizienten nicht verfügbar.
es: No todas las variables utilizadas son continuas: el coeficiente de Mardia no está disponible.
gl: Non todas as variables utilizadas son continuas: o coeficiente de Mardia non está dispoñible.
ja: いくつかの使用された変数は数値ではありません。Mardiaの係数は利用できません。
pt: Nem todas as variáveis usadas são contínuas: coeficientes de Mardia não disponíveis.
ta: பயன்படுத்தப்பட்ட அனைத்து மாறிகள் தொடர்ச்சியாக இல்லை: மார்டியாவின் குணகங்கள் கிடைக்கவில்லை.
zh_hant: 因有非數值的變數而無法計算Mardia係數。

source: The data covariance matrix could not be inverted: Mardia's coefficients not available.
de: Die Datenkovarianzmatrix konnte nicht invertiert werden: Mardias Koeffizienten sind nicht verfügbar.
es: La matriz de covarianzas de los datos no se puede invertir: el coeficiente de Mardia no está disponible.
gl: A matriz de covarianzas dos datos non pode inverterse: o coeficiente de Mardia non está dispoñible.
ja: データ共分散行列の逆行列が計算できません。マルディアの係数は利用できません。
pt: A matriz de covariância dos dados não pode ser invertida: coeficientes de Mardia não disponíveis.
ta: தரவு கோவாரன்ச் மேட்ரிக்ச் தலைகீழாக இருக்க முடியாது: மார்டியாவின் குணகங்கள் கிடைக்கவில்லை.
zh_hant: 因有非數值的變數而無法計算Mardia係數。

source: Skewness
de: Schiefe
es: Asimetría
gl: Asimetría
ja: 歪度
pt: Assimetria
ta: வளைவு
zh_hant: 偏態

source: Kurtosis
de: Wölbung
es: Curtosis
gl: Curtose
ja: 尖度
pt: Curtose
ta: கர்டோசிச்
zh_hant: 峰度

source: Covariance tables
de: Kovarianztabellen
es: Tablas de covarianzas
gl: Táboas de covarianzas
ja: 共分散表
pt: Tabelas de Covariância
ta: கோவாரன்ச் அட்டவணைகள்
zh_hant: 共變數表

source: The standardized residual covariance table is currently unavailable when the error calculation method is 'Bootstrap'
de: Die standardisierte Residuen-Kovarianztabelle ist derzeit nicht verfügbar, wenn die Fehlerberechnungsmethode 'Bootstrap' ist
es: La tabla de covarianzas de los errores tipificados no está disponible cuando el método de cálculo del error es 'Bootstrap'
gl: A táboa de covarianzas dos erros tipificados non está dispoñible cando o método de cálculo do erro é 'Bootstrap'
ja: 誤差の計算方が'ブートストラップ'のときは，標準化残差共分散表が使えません.
pt: A tabela de covariância residual padronizada não está disponível no momento quando o método de cálculo de erro é 'Bootstrap'
ta: பிழை கணக்கீட்டு முறை 'தொடக்கவார்' ஆக இருக்கும்போது தரப்படுத்தப்பட்ட மீதமுள்ள கோவாரன்ச் அட்டவணை தற்போது கிடைக்கவில்லை
zh_hant: 以拔靴法計算誤差時，無法提供標準化殘差共變數表

source: The standardized residual covariance matrix could not be computed
de: Die standardisierte Residuen-Kovarianzmatrix konnte nicht berechnet werden
es: No se puede calcular la matriz de covarianzas de los errores tipificados
gl: Non se pode calcular a matriz de covarianzas dos erros tipificados
ja: 標準化された残差共分散行列が計算できませんでした
pt: A matriz de covariância residual padronizada não pôde ser calculada
ta: தரப்படுத்தப்பட்ட மீதமுள்ள கோவாரன்ச் மேட்ரிக்சை கணக்கிட முடியவில்லை
zh_hant: 無法計算標準化殘差共變數矩陣

source: The standardized residual covariance tables are currently unavailable when the error calculation method is 'Bootstrap'
de: Die standardisierten Residuen-Kovarianztabellen sind derzeit nicht verfügbar, wenn die Fehlerberechnungsmethode 'Bootstrap' ist
es: Las tablas de covarianzas de los errores tipificados no están disponibles cuando el método de cálculo del error es 'Bootstrap'
gl: As táboas de covarianzas dos erros tipificados non están dispoñibles cando o método de cálculo do erro é 'Bootstrap'
ja: 誤差の計算方法が 'Bootstrap' の場合、標準化された残差共分散表は利用できません
pt: As tabelas de covariância residual padronizadas não estão disponíveis no momento quando o método de cálculo de erro é 'Bootstrap'
ta: பிழை கணக்கீட்டு முறை 'தொடக்கவார்' ஆக இருக்கும்போது தரப்படுத்தப்பட்ட மீதமுள்ள கோவாரன்ச் அட்டவணைகள் தற்போது கிடைக்கவில்லை
zh_hant: 以拔靴法計算誤差時，無法提供標準化殘差共變數表

source: The standardized residual covariance matrices could not be computed
de: Die standardisierten Residuen-Kovarianzmatrizen konnten nicht berechnet werden
es: No se pueden calcular las matrices de covarianzas de los errores tipificados
gl: Non se pode calcular as matrices de covarianzas dos erros tipificados
ja: 標準化された残差共分散行列が計算できませんでした
pt: As matrizes de covariância residual padronizadas não puderam ser calculadas
ta: தரப்படுத்தப்பட்ட மீதமுள்ள கோவாரன்ச் மெட்ரிக்குகளை கணக்கிட முடியவில்லை
zh_hant: 無法計算標準化殘差共變數矩陣

source: Modification indices
de: Modifizierungsindizes
es: Índices de modificación
gl: Índices de modificación
ja: 修正指数
pt: Índices de modificação
ta: மாற்றியமைக்கும் குறியீடுகள்
zh_hant: 修正指標

source: Modification Indices
de: Modifikations-Indizes
es: Índices de Modificación
gl: Índices de Modificación
ja: 修正指数
pt: Índices de modificação
ta: மாற்றியமைக்கும் குறியீடுகள்
zh_hant: 修正指標

source: group
de: Gruppe
es: grupo
gl: grupo
ja: 群
pt: grupo
ta: குழு
zh_hant: 組

source: mi
ta: மி
zh_hant: 修正指標

source: epc
ta: ஈபிசி
zh_hant: 期望參數變動 (EPC)

source: sepc (lv)
ja: sept(lv)
ta: செபிசி (எல்வி)
zh_hant: sepc (潛在變項)

source: sepc (all)
ja: spec(all)
ta: SEPC (அனைத்தும்)
zh_hant: sepc(所有變項）

source: Sensitivity analysis
de: Sensitivitätsanalyse
es: Análisis de Sensibilidad
gl: Análise de Sensibilidade
ja: 感度分析
pt: Análise de sensibilidade
ta: உணர்திறன் பகுப்பாய்வு
zh_hant: 敏感度分析

source: Summary of sensitivity analysis
de: Zusammenfassung der Sensitivitätsanalyse
es: Resumen del análisis de Sensibilidad
gl: Resumo da análise de Sensibilidade
ja: 感度分析の要約
pt: Resumo da análise de sensibilidade
ta: உணர்திறன் பகுப்பாய்வின் சுருக்கம்
zh_hant: 敏感度分析摘要

source: Path
de: Pfad
es: Ruta
gl: Ruta
ja: パス
pt: Caminho
ta: பாதை
zh_hant: 路徑圖

source: Standardized estimate
de: Standardisierte Schätzung
es: Estimación tipificada
gl: Estimación tipificada
ja: 標準化推定値
pt: Estimativa padronizada
ta: தரப்படுத்தப்பட்ட மதிப்பீடு
zh_hant: 標準化估計值

source: Original model
de: Originalmodell
es: Modelo inicial
gl: Modelo inicial
ja: 元のモデル
pt: Modelo original
ta: அசல் மாதிரி
zh_hant: 原始模型

source: p*
ta: பி*

source: Sensitivity model
de: Sensitivitätsmodell
es: Modelo de Sensibilidad
gl: Modelo de Sensibilidade
ja: 感度モデル
pt: Modelo de sensibilidade
ta: உணர்திறன் மாதிரி
zh_hant: 敏感度模型

source: Min
es: Mín
gl: Mín
ja: 最小値
pt: Mín
ta: மணித்துளி
zh_hant: 最小值

source: Max
es: Máx
gl: Máx
ja: 最大値
pt: Máx
ta: அதிகபட்சம்
zh_hant: 最大值

source: Please include at least one regression path in the model to perform a sensitivity analysis.
de: Bitte schließen Sie mindestens einen Regressionspfad ins Modell ein, um eine Sensitivitätsanalyse durchzuführen.
es: Por favor, incluya al menos una ruta de regresión en el modelo para realizar el análisis de sensibilidad.
gl: Por favor, inclúe cando menos unha ruta de regresión no modelo para realizar a análise de sensibilidade.
ja: 感度解析を行うには、モデル内に回帰のパスを1つ以上含めてください.
pt: Inclua pelo menos um caminho de regressão no modelo para realizar uma análise de sensibilidade.
ta: உணர்திறன் பகுப்பாய்வு செய்ய மாதிரியில் குறைந்தது ஒரு பின்னடைவு பாதையை சேர்க்கவும்.
zh_hant: 請在模型中包含至少一條迴歸路徑，以進行敏感度分析。

source: Performing sensitivity analysis (model: %1$s, group: %2$s)
de: Durchführung der Sensitivitätsanalyse (Modell: %1$s, Gruppe: %2$s)
es: Realizando el análisis de sensibilidad (modelo: %1$s, grupo: %2$s)
gl: Realizando a análise de sensibilidade (modelo: %1$s, grupo: %2$s)
ja: 感度解析の実行(モデル:%1$s、グループ:%2$s)
pt: Realizando análise de sensibilidade (modelo: %1$s, grupo: %2$s)
ta: உணர்திறன் பகுப்பாய்வைச் செய்கிறது (மாதிரி: %1$s, குழு: %2$s)
zh_hant: 進行敏感度分析 (模型: %1$s, 組: %2$s)

source: Performing sensitivity analysis (model: %1$s)
de: Durchführung Sensitivitätsanalyse (Modell: %1$s)
es: Realizando el análisis de sensibilidad (modelo: %1$s)
gl: Realizando a análise de sensibilidade (modelo: %1$s)
ja: 感度分析の実行(モデル:%1$s)
pt: Realizando análise de sensibilidade (modelo: %1$s)
ta: உணர்திறன் பகுப்பாய்வு (மாதிரி: %1$s)
zh_hant: 進行敏感度分析 (模型: %1$s)

source: Sensitivity parameters that led to a change in significance
de: Sensitivitätsparameter, die zu einer Änderung der Signifikanz geführt haben
es: Parámetros de Sensibilidad que llevaron a un cambio en la significación
gl: Parámetros de Sensibilidade que levaron a un cambio na significación
ja: 有意に変化するための感度パラメータ
pt: Parâmetros de sensibilidade que levaram a uma mudança na significância
ta: முக்கியத்துவத்தின் மாற்றத்திற்கு வழிவகுத்த உணர்திறன் அளவுருக்கள்
zh_hant: 導致顯著性變化的敏感度參數

source: Sensitivity parameters
de: Sensitivitätsparameter
es: Parámetros de Sensibilidad
gl: Parámetros de Sensibilidade
ja: 感度パラメータ
pt: Parâmetros de sensibilidade
ta: உணர்திறன் அளவுருக்கள்
zh_hant: 敏感性參數

source: Summary of sensitivity parameters
de: Zusammenfassung der Sensitivitätsparameter
es: Resumen de los parámetros de Sensibilidad
gl: Resumo dos parámetros de Sensibilidade
ja: 感度パラメータの要約
pt: Resumo dos parâmetros de sensibilidade
ta: உணர்திறன் அளவுருக்களின் சுருக்கம்
zh_hant: 敏感性參數的摘要

source: Sensitivity parameter
de: Sensitivitätsparameter
es: Parámetro de Sensibilidad
gl: Parámetro de Sensibilidade
ja: 感度パラメータ
pt: Parâmetro de sensibilidade
ta: உணர்திறன் அளவுரு
zh_hant: 敏感性參數

source: Path diagram
de: Pfaddiagramm
es: Diagrama de ruta
gl: Diagrama de ruta
ja: パス図
pt: Diagrama de caminhos
ta: பாதை வரைபடம்
zh_hant: 路徑圖

source: Model plot not available when there is at least one exogenous covariate and the 'Exogenous covariate(s) fixed' box is checked.
es: Gráfico de modelo no disponible cuando hay al menos una covariable exógena, y está marcada la casilla 'Covariable(s) exógena(s) fijada(s)'.
gl: Gráfica de modelo non dispoñible cando hai ao menos unha covariante esóxena, e está marcada a caixa 'Covariante(s) esóxena(s) fixada(s)'.
pt: O gráfico do modelo não está disponível quando há pelo menos uma covariável exógena e a caixa 'Covariável(is) exógena(s) fixa(s)' está marcada.
ta: குறைந்தது ஒரு வெளிப்புற கோவாரியட் மற்றும் 'வெளிப்புற கோவாரியேட் (கள்) நிலையான' பெட்டி சரிபார்க்கப்படும்போது மாதிரி சூழ்ச்சி கிடைக்காது.

source: Satorra-Bentler
ta: சடோரா-பென்ட்லர்

source: Yuan-Bentler
ta: யுவான்-பென்ட்லர்

source: Yuan-Bentler Mplus
es: Estadístico de prueba escalado (Mplus) de Yuan-Bentler
gl: Estatístico de proba escalado (Mplus) de Yuan-Bentler
ta: யுவான்-பென்ட்லர் Mplus
zh_hant: Yuan-Bentler (Mplus) 量尺化檢定統計數

source: mean and variance-adjusted
de: Mittelwert- und Varianz-angepasst
es: Media y varianza ajustada
gl: Media e varianza axustada
ja: 平均および調整済み分散
pt: média e variância ajustada
ta: சராசரி மற்றும் மாறுபாடு-சரிசெய்யப்பட்ட
zh_hant: 平均數與變異數調整檢定統計數

source: scaled and shifted
de: skaliert und verschoben
es: Escalada y desplazada
gl: Escalada e desprazada
ja: スケール化と移動
pt: escalonado e deslocado
ta: அளவிடப்பட்ட மற்றும் மாற்றப்பட்டது
zh_hant: 量尺與轉變(shifted)檢定統計數

source: bootstrap (Bollen-Stine)
ja: ブートストラップ（Bollen-Stine）
ta: தொடக்கவார் (பொல்லன்-ச்டைன்)
zh_hant: 拔靴法(Bollen-Stine) 機率值

source: Browne residual based (ADF)
es: Basado en el error de Browne (ADF)
gl: Baseado no erro de Browne (ADF)
ja: Browne残差(ADFベース)
pt: Baseado no resíduo de Browne (ADF)
ta: பிரவுன் எஞ்சிய அடிப்படையிலான (ADF)

source: Browne residual based (NT)
es: Basado en el error de Browne (NT)
gl: Baseado no erro de Browne (NT)
ja: Browne残差(NTベース)
pt: Baseado no resíduo de Browne (NT)
ta: பிரவுன் எஞ்சிய அடிப்படையிலான (என்.டி)

source: robust
es: robusto
gl: robusto
ja: ロバスト
pt: robusto
ta: வலுவான
zh_hant: 穩健

source: robust Huber-White
es: Huber-White robusto
gl: Huber-White robusto
ja: ロバストなHuber-White
pt: Huber-White robusto
ta: வலுவான ஊபர்-வெள்ளை
zh_hant: 穩健 Huber-White

source: first-order
es: Primer orden
gl: Primeira orde
ja: 一次
pt: primeira ordem
ta: முதல்-வரிசை
zh_hant: 一階

source: Model selection criteria could not be computed: %s
gl: Non se poden calcular os Criterios de Selección de modelos: %s

source: Model selection criteria could not be computed for group %1$s: %2$s
gl: Non se poden calcular os Criterios de Selección de modelos para o grupo %1$s: %2$s

source: VIF
es: FIV
gl: FIV
pt: FIV

source: VIF could not be computed.
gl: Non se poden calcular os FIV.

source: LM RMSE
es: RECM (RMSE) de ML
gl: RECM (RMSE) de ML
pt: RQEM LM

source: Model assessment could not be computed: %s
gl: Non se pode calcular a avaliación de modelos: %s

source: Model assessment could not be computed for group %1$s: %2$s
gl: Non se pode calcular a avaliación de modelos para o grupo %1$s: %2$s

source: Implied indicator correlations could not be computed: %s
gl: Non se poden calcular as correlacións de indicadores implicados: %s

source: Implied construct correlations could not be computed: %s
gl: Non se poden calcular as correlacións de constructos implicados: %s

source: %1$sdf
es: %1$sgl
gl: %1$sgl
ja: 自由度 %1$s
pt: %1$sgl
zh_hant: %1$s自由度

source: RMSEA
es: REACM (RMSEA)
gl: REACM (RMSEA)
pt: REQMA

source: &#967;&sup2;
ja: &#967;2&sup2;

source: WARNING! %1$s: %2$s
ja: 警告! %1$s: %2$s
zh_hant: 警告! %1$s: %2$s

source: WARNING! %1$s, group %2$s: %3$s
ja: 警告! %1$s、グループ%2$s:%3$s
zh_hant: 警告! %1$s, 組 %2$s: %3$s

source: The target model uses the same weighting approach as the benchmark model, please choose another benchmark.
ja: モデルは、ベンチマークモデルと同じ重みづけアプローチを使用してください。別のベンチマークを選択してください.

source: For the predicted indicator scores table(s), please select a single benchmark or 'none'.
ja: 予測された観測変数のスコアテーブルを表示するには、単一のベンチマークまたは「なし」を選択してください.

source: Linear model MAE
ja: 線形モデルのMAE
zh_hant: 線性模型的均絕對誤差(MAE)

source: PLS-PM MAE
ja: PLS-PMのMAE

source: Linear model RMSE
ja: 線形モデルのRMSE
zh_hant: 線性模型的均方根誤差(RMSE)

source: PLS-PM RMSE
ja: PLS-PMのRMSE

source: Target Q2 prediction
ja: ターゲットのQ2予測

source: Indicator Scores
ja: 観測変数のスコア
zh_hant: 指標得分

source: Actual scores
ja: 実際のスコア
zh_hant: 實際分數

source: Predicted scores
ja: 予測されたスコア
zh_hant: 預測分數

source: Target residuals
ja: ターゲットの残差
zh_hant: 目標殘差

source: benchmark
ja: ベンチマーク
zh_hant: 基準模型

source: lm
ja: 線形モデル

source: Linear model
ja: 線形モデル
zh_hant: 線性模型

source: residuals
ja: 残差
zh_hant: 殘差

source: Maximum likelihood-based dinstance
ja: 最尤法に基づく距離
zh_hant: 基於最大概似估計法距離

source: Column '%s' name already exists in the dataset
ja: 列 '%s' は既にデータセットに存在しています
zh_hant: 資料中已有命名為'%s'之變數

source: sepc (nox)
de: sepc (all)
ja: sept(nox)
zh_hant: sepc (非內生變數)

source: Robust standard errors are not available for variance-covariance matrix input.
de: Robuste Standardfehler sind nicht unterstützt für Varianz-Kovarianzmatrix-Eingabe.
