Repository: jasp-stats/jaspSem
Catalog: po/R-*.po
Languages: de, es, gl, ja, pt, ta, zh_hant

source: Fit indices
de: Anpassungsindikatoren
es: Índices de ajuste
gl: Índices de axuste
ja: 適合度指標
pt: Índices de ajuste
ta: குறியீடுகளை பொருத்துங்கள்
zh_hant: 配適指標

source: Index
es: Índice
gl: Índice
ja: 指標
pt: Índice
ta: குறியெண்
zh_hant: 指標

source: Value
de: Wert
es: Valor
gl: Valor
ja: 値
pt: Valor
ta: மதிப்பு
zh_hant: 值

source: Comparative Fit Index (CFI)
es: Índice de Ajuste Comparativo (CFI)
gl: Índice de Axuste Comparativo (IAC, CFI)
ja: 相対適合度指標(CFI)
pt: Índice de Ajuste Comparativo (CFI)
ta: ஒப்பீட்டு பொருத்தம் குறியீட்டு (CFI)
zh_hant: 比較配適指標 (CFI)

source: Tucker-Lewis Index (TLI)
es: Índice de Tucker-Lewis (TLI)
gl: Índice de Tucker-Lewis (ITL, TLI)
ja: Tucker-Lewisの指標(TLI)
pt: Índice de Tucker-Lewis
ta: டக்கர் லூயிச் இன்டெக்ச் (டி.எல்.ஐ)
zh_hant: Tucker-Lewis 配適指標 (TLI)

source: Bentler-Bonett Non-normed Fit Index (NNFI)
es: Índice de ajuste no normalizado de Bentler-Bonett (NNFI)
gl: Índice de Axuste Non Normalizado de Bentler-Bonett (NNFI)
ja: Bentler-Bonettの非正規化適合度指標(NNFI)
pt: Índice de ajuste não normalizado de Bentler-Bonett (NNFI)
ta: குறியீட்டில் பென்ட்லர்-நெர்ம்ட் போனெட் (என்.எஃப்.எஃப்.ஐ)
zh_hant: 非規範配適指標 (NNFI)

source: Bentler-Bonett Normed Fit Index (NFI)
es: Índice de ajuste normalizado de Bentler-Bonett (NFI)
gl: Índice de Axuste Normalizado de Bentler-Bonett (NFI)
ja: Bentler-Bonettの正規化指標(NFI)
pt: Índice de ajuste normalizado de Bentler-Bonett (NFI)
ta: குறியீட்டில் (NFI)
zh_hant: 規範配適指標 (NFI)

source: Parsimony Normed Fit Index (PNFI)
es: Índice de ajuste normalizado de parsimonia (PNFI)
gl: Índice de Axuste Normalizado de Parquidade (PNFI)
ja: 倹約的正規化適合度指標(PNFI)
pt: Índice de ajuste normatizado de parcimônia (PNFI)
ta: பார்சிமோனி விதிமுறை பொருத்தம் குறியீடு (பி.என்.எஃப்.ஐ)
zh_hant: 精簡規範配適指標 (PNFI)

source: Bollen's Relative Fit Index (RFI)
es: Índice de ajuste relativo de Bollen (RFI)
gl: Índice de Axuste Relativo de Bollen (RFI)
ja: Bollenの相対適合度指標(RFI)
pt: Índice de ajuste relativo de Bollen (RFI)
ta: பொலனின் உறவினர் பொருத்தம் குறியீடு (RFI)
zh_hant: 相對配適指標 (RFI)

source: Bollen's Incremental Fit Index (IFI)
es: Índice de ajuste incremental de Bollen (IFI)
gl: Índice de Axuste Gradual de Bollen (IFI)
ja: Bollenのインクレメンタル適合度指標(IFI)
pt: Índice de ajuste incremental de Bollen (IFI)
ta: பொல்லனின் அதிகரிக்கும் பொருத்தம் குறியீடு (IFI)
zh_hant: 增量配適指標 (IFI)

source: Relative Noncentrality Index (RNI)
es: Índice de no centralidad relativa (RNI)
gl: Índice de Non Centrado Relativo (RNI)
ja: 相対的非中心性指数(RNI)
pt: Índice relativo de não-centralidade (RNI)
ta: உறவினர் அல்லாத சென்ட்ராலிட்டி இன்டெக்ச் (ஆர்.என்.ஐ)
zh_hant: 相對非中心性配適指標 (RNI)

source: Root mean square error of approximation (RMSEA)
es: Error cuadrático medio de aproximación (RMSEA)
gl: Raíz do erro de aproximación cadrado medio (REACM, RMSEA)
ja: 近似の二乗平均平方根誤差（RMSEA）
pt: RMSEA
ta: தோராயத்தின் ரூட் சராசரி சதுர பிழை (ஆர்.எம்.எச்.இ.ஏ)
zh_hant: 近似均方根誤差 (RMSEA)

source: RMSEA 90%% CI lower bound
de: RMSEA 90%% KI untere Grenze
es: RMSEA 90 %% IC límite inferior
gl: Límite inferior do IC do 90%% da REACM
ja: RMSEA 90%% CI 下限
pt: RMSEA limite inferior 90%% IC
ta: RMSEA 90 %% தொஒ குறைந்த எல்லை
zh_hant: RMSEA 90%% 信賴區間下界

source: RMSEA 90%% CI upper bound
de: RMSEA 90%% KI obere Grenze
es: RMSEA 90 %% IC límite superior
gl: Límite superior do IC do 90%% de REACM
ja: RMSEA 90%% CI 上限
pt: RMSEA limite superior 90%% IC
ta: RMSEA 90 %% தொஒ மேல் எல்லை
zh_hant: RMSEA 90%% 信賴區間上界

source: RMSEA p-value
de: RMSEA p-Wert
es: Valor P de RMSEA
gl: Valor P da REACM
ja: RMSEA のp 値
pt: p-valor do RMSEA
ta: Rmsea p- மதிப்பு
zh_hant: RMSEA p值

source: Standardized root mean square residual (SRMR)
es: Raíz del error cuadrado medio estandarizado (RECMS, SRMR)
gl: Raíz do erro cadrado medio estandarizado (RECMS, SRMR)
ja: 標準化二乗平均平方差差(SRMR)
pt: Raiz quadrada média residual padronizada (SRMR)
ta: தரப்படுத்தப்பட்ட ரூட் சராசரி சதுர எச்சம் (எச்.ஆர்.எம்.ஆர்)
zh_hant: 標準化殘差均方根 (SRMR)

source: Hoelter's critical N (%s = .05)
de: Hoelters kritisches N (%s = .05)
es: N crítico de Hoelter (%s = .05)
gl: N crítico de Hoelter (%s = .05)
ja: HoelterのN (%s = .05)
pt: N crítico de Hoelter (%s = .05)
ta: ஓல்டரின் விமர்சன n (%s = .05)
zh_hant: Hoelter 臨界樣本數(CN) (%s = .05)

source: Hoelter's critical N (%s = .01)
de: Hoelters kritisches N (%s = .01)
es: N crítico de Hoelter (%s = .01)
gl: N crítico de Hoelter (%s = .01)
ja: HoelterのN (%s = .01)
pt: N crítico de Hoelter (%s = .01)
ta: ஓல்டரின் முக்கியமான n (%s = .01)
zh_hant: Hoelter 臨界樣本數(CN) (%s = .01)

source: Goodness of fit index (GFI)
es: Índice de bondad de ajuste (GFI)
gl: Índice da bondade do axuste (IBA, GFI)
ja: 適合度指標(GFI)
pt: Índice de qualidade de ajuste (GFI)
ta: பொருத்தம் குறியீட்டின் நன்மை (சி.எஃப்.ஐ)
zh_hant: 配適度指標 (GFI)

source: McDonald fit index (MFI)
es: Índice de ajuste de McDonald (IMF)
gl: Índice do axuste de McDonald (MFI)
ja: マクドナルドの適合度指標(MFI)
pt: Índice de ajuste de McDonald (MFI)
ta: மெக்டொனால்ட் ஃபிட் இன்டெக்ச் (எம்.எஃப்.ஐ)
zh_hant: McDonald 配適指標 (MFI)

source: Expected cross validation index (ECVI)
es: Índice de validación cruzada esperado (ECVI)
gl: Índice de validación cruzada agardada (IVCA, ECVI)
ja: 期待される交差検証指数（ECVI）
pt: Índice de validação cruzada esperado (ECVI)
ta: எதிர்பார்க்கப்படும் குறுக்கு சரிபார்ப்பு அட்டவணை (ஈ.சி.வி.ஐ)
zh_hant: 期望交叉驗證指標 (EVCI)

source: Log-likelihood
es: Log-verosimilitud
gl: Log-Verosimilitude
ja: 対数尤度
pt: Log-verossimilhança
ta: பதிவு-சாத்தியக்கூறு
zh_hant: 對數概似值

source: Number of free parameters
de: Anzahl freier Parameter
es: Número de parámetros libres
gl: Número de parámetros libres
ja: 自由パラメーターの数
pt: Número de parâmetros livres
ta: இலவச அளவுருக்களின் எண்ணிக்கை
zh_hant: 自由估計參數個數

source: Akaike (AIC)
es: Criterio de Información de Akaike (AIC)
gl: Criterio de Información de Akaike (AIC)
ja: 赤池情報量規準(AIC)
ta: Akaek (aic)
zh_hant: 赤池資訊量準則 (AIC)

source: Bayesian (BIC)
de: Bayesianisch (BIC)
es: Bayesiano (BIC)
gl: Criterio de Información Baiesiano (BIC)
ja: ベイズ情報量規準(BIC)
pt: Bayesiano (BIC)
ta: பேய்சியன் (பிக்)
zh_hant: 貝氏資訊量準則 (BIC)

source: Sample-size adjusted Bayesian (SSABIC)
es: Bayesiano ajustado por tamaño de muestra (SSABIC)
gl: BIC axustado ao tamaño da mostra (SSABIC)
ja: サンプルサイズ調整済みベイジアン情報量規準(SSABIC)
pt: Bayesiano ajustado pelo tamanho de amostra (SSABIC)
ta: மாதிரி அளவு சரிசெய்யப்பட்ட பேய்சியன் (SSABIC)
zh_hant: 依照樣本大小校正之貝氏資訊量準則 (SSABIC)

source: The model could not be estimated due to nonconvergence.
de: Das Modell konnte nicht geschätzt werden durch fehlende Konvergenz.
es: El modelo no se pudo estimar debido a la no-convergencia.
gl: Non se puido estimar o modelo debido á non converxencia.
ja: 収束しなかったため，モデルは推定できませんでした。
pt: O modelo não pode ser estimado devido a não convergência.
ta: முரண்பாடு காரணமாக மாதிரியை மதிப்பிட முடியவில்லை.
zh_hant: 此模型無法估計: 迭代結果無法收斂。

source: The model could not be estimated: No degrees of freedom left.
de: Das Modell konnte nicht geschätzt werden: Keine Freiheitsgrade übrig.
es: No se pudo estimar el modelo: No quedan grados de libertad.
gl: Non se puido estimar o modelo: Non quedan graos de liberdade.
ja: モデルは推定できませんでした: 自由度が残っていません。
pt: O modelo não pode ser estimado: sem graus de liberdade restantes.
ta: மாதிரியை மதிப்பிட முடியவில்லை: விடுதலை இல்லை.
zh_hant: 此模型無法估計: 自由度不足。

source: Chi-square test
de: Chi-Quadrat-Test
es: Contraste Chi-cuadrado
gl: Proba Khi-cadrado
ja: カイ二乗検定
pt: Teste Qui-Quadrado
ta: சி-சதுர சோதனை
zh_hant: 卡方檢定

source: Baseline model
de: Baseline-Modell
es: Modelo base
gl: Modelo de referencia
ja: ベースラインモデル
pt: Modelo de linha de base
ta: அடிப்படை மாதிரி
zh_hant: 基準模型

source: Growth curve model
de: Wachstumskurvenmodell
es: Modelo de crecimiento curvo
gl: Modelo de crecemento curvo
ja: 成長曲線モデル
pt: Modelo de Curva de Crescimento
ta: வளர்ச்சி வளைவு மாதிரி
zh_hant: 成長曲線模型

source: The model is not admissible: %s
de: Das Modell ist nicht zulässig: %s
es: El modelo no es admisible: %s
gl: O modelo non é admisible: %s
ja: モデルは許容されません :%s
pt: O modelo não é admitido. %s
ta: மாதிரி ஏற்றுக்கொள்ளப்படாது: %s
zh_hant: 此模型無法執行： %s

source: Warning.
de: Warnung.
es: Advertencia.
gl: Aviso.
ja: 警告
pt: Aviso.
ta: எச்சரிக்கை.
zh_hant: 警告.

source: Parameter estimates
de: Parameterschätzungen
es: Estimaciones de parámetros
gl: Estimacións dos parámetros
ja: パラメータ推定
pt: Estimativas de parâmetros
ta: அளவுரு மதிப்பீடுகள்
zh_hant: 參數估計值

source: Std. estimate
de: Std.-Schätzung
es: Estimación tipificada
gl: Estimación tipificada
ja: 標準化推定値
pt: Estimativa Pad.
ta: Std. மதிப்பீடு
zh_hant: 標準化估計

source: Estimate
de: Schätzung
es: Estimar
gl: Estimar
ja: 推定
pt: Estimativa
ta: மதிப்பிடு
zh_hant: 估計值

source: Component
de: Komponente
es: Componente
gl: Compoñente
ja: コンポーネント
pt: Componentes
ta: உறுப்பு
zh_hant: 成分

source: Parameter
es: Parámetro
gl: Parámetro
ja: パラメータ
pt: Parâmetro
ta: கூறளவு
zh_hant: 參數

source: Std. error
de: Std.-Fehler
es: Error típico
gl: Erro padrón
ja: 標準誤差
pt: Erro Pad.
ta: Std. பிழை
zh_hant: 標準誤

source: z-value
de: z-Wert
es: Valor Z
gl: Valor z
ja: z値
pt: Escore Z
ta: z- மதிப்பு
zh_hant: z值

source: p
ta: ப

source: Lower
de: Untergrenze
es: Inferior
gl: Inferior
ja: 下限
pt: Inferior
ta: கீழ்
zh_hant: 下界

source: %s%% Confidence Interval
de: %s%% Konfidenzintervall
es: Intervalo con %s%% de confianza
gl: Intervalo co %s%% de confianza
ja: %s%% 信頼区間
pt: %s%% Intervalo de Confiança
ta: %s %% நம்பிக்கை இடைவெளி
zh_hant: %s%% 信賴區間

source: Latent covariances
de: Latente Kovarianzen
es: Covarianzas latentes
gl: Covarianzas latentes
ja: 潜在的な共分散
pt: Covariâncias latentes
ta: மறைந்த கோவாரியன்ச்
zh_hant: 潛在共變數

source: Predictor
de: Prädiktor
gl: Preditor
ja: 予測変数
pt: Preditor
ta: முன்கணிப்பு
zh_hant: 預測變項

source: Variable
ja: 変数
pt: Variável
ta: மாறக்கூடிய
zh_hant: 變項

source: Intercept
de: Konstante
es: Constante
gl: Constante
ja: 切片
pt: Intercepto
ta: இடைமறிப்பு
zh_hant: 截距

source: Linear slope
de: Lineare Steigung
es: Pendiente lineal
gl: Pendente linear
ja: 線形勾配
pt: Inclinação linear
ta: நேரியல் சாய்வு
zh_hant: 線性斜率

source: Quadratic slope
de: Quadratische Steigung
es: Pendiente cuadrada
gl: Pendente cadrada
ja: 2次の傾き
pt: Inclinação quadrática
ta: இருபடி சாய்வு
zh_hant: 二次斜率

source: Cubic slope
de: Kubische Steigung
es: Pendiente cúbica
gl: Pendente cúbica
ja: 3次の傾き
pt: Inclinação cúbica
ta: கன சாய்வு
zh_hant: 三次斜率

source: Mean
de: Mittelwert
es: Media
gl: Media
ja: 平均値
pt: Média
ta: இடை, சராசரி
zh_hant: 平均數

source: Variance
de: Varianz
es: Varianza
gl: Varianza
ja: 分散
pt: Variância
ta: மாறுபாட்டெண்
zh_hant: 變異數

source: Residual variance is negative. This may indicate model misspecification.
de: Die Residualvarianz ist negativ. Dies kann auf eine Fehlspezifikation des Modells hinweisen.
es: La varianza de los errores es negativa. Esto puede indicar una mala especificación del modelo.
gl: A varianza dos erros é negativa. Isto pode indicar unha mala especificación do modelo.
ja: 残差分散が負になりました。モデルの指定が間違っている可能性があります。
pt: A variância residual é negativa. Isso pode indicar especificação incorreta do modelo.
ta: மீதமுள்ள மாறுபாடு எதிர்மறையானது. இது மாதிரி எழுத்துப்பிழையை குறிக்கலாம்.
zh_hant: 殘差變異數為負值,此模型可能設定有誤.

source: R-Squared
de: R-Quadrat
es: R-cuadrado
gl: R-cadrado
ja: R二乗
pt: R²
ta: ஆர்-ச்கொயர்
zh_hant: R平方

source: Implied covariance matrix
de: Implizierte Kovarianzmatrix
es: Matriz de covarianzas implícitas
gl: Matriz de covarianzas implícitas
ja: モデル共分散行列
pt: Matriz de covariância implícita
ta: கோவாரன்ச் மேட்ரிக்ச்
zh_hant: 模式隱含之共變數矩陣

source: Residual covariance matrix
de: Residualkovarianzmatrix
es: Matriz de covarianzas de los errores
gl: Matriz de covarianzas dos erros
ja: 残差共分散行列
pt: Matriz de covariância residual
ta: மீதமுள்ள கோவாரன்ச் மேட்ரிக்ச்
zh_hant: 殘差共變數矩陣

source: Curve plot
de: Kurvendiagramm
es: Gráfico de la curva
gl: Gráfica curva
ja: 曲線プロット
pt: Gráfico de curva
ta: வளைவு சூழ்ச்சி
zh_hant: 曲線圖

source: Model plot
de: Modelldiagramm
es: Gráfico del modelo
gl: Gráfica do modelo
ja: モデルプロット
pt: Gráfico do modelo
ta: மாதிரி சூழ்ச்சி
zh_hant: 模型圖

source: Misfit plot
es: Gráfico desajustado
gl: Gráfica desaxustada
ja: 不適合プロット
pt: Gráfico de desajuste
ta: தவறான சூழ்ச்சி
zh_hant: 不適配 (misfit) 圖

source: Curve + variance + uncertainty
de: Kurve + Varianz + Unsicherheit
es: Curva + varianza + incertidumbre
gl: Curva + varianza + incerteza
ja: 曲線 + 分散 + 不確実性
pt: Curva + variância + incerteza
ta: வளைவு + மாறுபாடு + நிச்சயமற்ற தன்மை
zh_hant: 曲線 + 變異數 + 不確定性

source: Curve + variance
de: Kurve + Varianz
es: Curva + varianza
gl: Curva + varianza
ja: 曲線 + 分散
pt: Curva + variância
ta: வளைவு + மாறுபாடு
zh_hant: 曲線 + 變異數

source: Curve + parameter uncertainty
de: Kurve + Parameterunsicherheit
es: Curva + incertidumbre de parámetros
gl: Curva + incerteza de parámetros
ja: 曲線 + パラメータの不確実性
pt: Curva + parâmetro de incerteza
ta: வளைவு + அளவுரு நிச்சயமற்ற தன்மை
zh_hant: 曲線 + 參數不確定性

source: Not all exogenous variables are admissible. Inadmissible exogenous variables: %s. Only binary or continuous exogenous variables allowed.
de: Nicht alle exogenen Variablen sind zulässig. Unzulässige exogene Variablen: %s. Es sind nur binäre oder kontinuierliche exogene Variablen zulässig.
es: No todas las variables exógenas son aceptables. Variables exógenas no aceptables: %s. Solo se admiten variables exógenas binarias o continuas.
gl: Non todas as variables esóxenas son aceptables. Variables esóxenas non aceptables: %s. Só se admiten variables esóxenas binarias ou continuas.
ja: いくつかの外生変数が許容されませんでした。許容されない外生変数は：%s です。許容される外生変数はバイナリまたは連続変数です。
pt: Nem todas as variáveis exógenas são admissíveis. Variáveis exógenas inadmissíveis: %s. Somente variáveis exógenas binárias ou contínuas são permitidas.
ta: அனைத்து வெளிப்புற மாறிகள் ஏற்றுக்கொள்ளப்படாது. அனுமதிக்க முடியாத வெளிப்புற மாறிகள்: %s. பைனரி அல்லது தொடர்ச்சியான வெளிப்புற மாறிகள் மட்டுமே அனுமதிக்கப்படுகின்றன.
zh_hant: 並非所有外生變數都有合理解，如：%s。只能使用二元或連續外生變數。

source: Not all endogenous variables are admissible. Inadmissible endogenous variables: %s. Only scale or ordinal endogenous variables allowed.
de: Nicht alle endogenen Variablen sind zulässig. Unzulässige endogene Variablen: %s. Nur metrische oder ordinale endogene Variablen zulässig.
es: No todas las variables endógenas son aceptables. Variables endógenas no aceptables: %s. Solo se admiten variables endógenas de escala u ordinales.
gl: Non todas as variables endóxenas son aceptables. Variables endóxenas non aceptables: %s. Só se admiten variables endóxenas de escala ou ordinais.
ja: いくつかの内生変数が許容されませんでした。許容されない内生変数は：%s です。内生変数として許容されるのは，スケールまたは順序変数です。
pt: Nem todas as variáveis endógenas são admissíveis. Variáveis endógenas inadmissíveis: %s. Somente variáveis endógenas de escala ou ordinais são permitidas.
ta: அனைத்து எண்டோசெனச் மாறிகள் ஏற்றுக்கொள்ளத்தக்கவை அல்ல. அனுமதிக்க முடியாத எண்டோசெனச் மாறிகள்: %s. அளவிலான அல்லது ஆர்டினல் எண்டோசெனச் மாறிகள் மட்டுமே அனுமதிக்கப்படுகின்றன.
zh_hant: 並非所有內生變數都有合理解，如：%s。只能使用連續或次序內生變數。

source: FIML missing value handling only available when all endogenous variables are of scale type. Ordinal endogenous variables in the model: %s
de: Die Behandlung fehlender FIML-Werte ist nur verfügbar, wenn alle endogenen Variablen metrisch sind. Ordinale endogene Variablen im Modell: %s
es: El manejo de valores ausentes de MVIC solo está disponible cuando todas las variables endógenas son de tipo escala. Variables endógenas ordinales en el modelo: %s
gl: O manexo de valores ausentes de MVIC só está dispoñible cando tódalas variables endóxenas son de tipo escala. Variables endóxenas ordinais no modelo: %s
ja: FIMLによる欠測値の処理は、すべての内生変数がスケールタイプの場合にのみ使用できます。モデルに順序つき内生変数が含まれています：%s
pt: O tratamento de valores ausentes em FIML está disponível somente quando todas as variáveis endógenas são do tipo escala. Variáveis endógenas ordinais no modelo: %s
ta: FIML காணாமல் போன மதிப்பு கையாளுதல் அனைத்து எண்டோசெனச் மாறிகள் அளவிலான வகையாக இருக்கும்போது மட்டுமே கிடைக்கும். மாதிரியில் உள்ள ஆர்டினல் எண்டோசெனச் மாறிகள்: %s
zh_hant: 只能在所有內生變數皆為連續變數時，才能使用完全訊息最大概似法遺漏值處理設定。模型中有以下次序內生變數：%s

source: Estimation failed Message: %s
de: Schätzung fehlgeschlagen Meldung: %s
es: Falló la estimación Mensaje: %s
gl: Fallou a estimación Mensaxe: %s
ja: 推定失敗 メッセージ : %s
pt: A estimação falhou Mensagem: %s
ta: மதிப்பீடு தோல்வியடைந்தது செய்தி: %s
zh_hant: 無法估計 訊息: %s

source: Direct effects
de: Direkte Effekte
es: Efectos directos
gl: Efectos directos
ja: 直接効果
pt: Efeitos diretos
ta: நேரடி விளைவுகள்
zh_hant: 直接效果

source: Upper
de: Obergrenze
es: Superior
gl: Superior
ja: 上限
pt: Superior
ta: மேல்
zh_hant: 上界

source: Indirect effects
de: Indirekte Effekte
es: Efectos indirectos
gl: Efectos indirectos
ja: 間接効果
pt: Efeitos Indiretos
ta: மறைமுக விளைவுகள்
zh_hant: 間接效果

source: Total indirect effects
de: Gesamte indirekte Effekte
es: Efectos indirectos totales
gl: Efectos indirectos totais
ja: 総間接効果
pt: Efeitos totais indiretos
ta: மொத்த மறைமுக விளைவுகள்
zh_hant: 所有間接效果

source: Residual covariances
de: Residualkovarianzen
es: Covarianzas de los errores
gl: Covarianzas dos erros
ja: 残差共分散
pt: Covariâncias residuais
ta: மீதமுள்ள கோவாரியன்ச்
zh_hant: 殘差共變數

source: Path coefficients
de: Pfadkoeffizienten
es: Coeficientes de ruta
gl: Coeficientes da ruta
ja: パス係数
pt: Coeficientes de caminho
ta: பாதை குணகங்கள்
zh_hant: 路徑係數

source: Estimator is %s.
de: Schätzer ist %s.
es: El estimador es %s.
gl: O estimador é %s.
ja: 推定量 :%s
pt: O estimador é %s.
ta: மதிப்பீட்டாளர் %s.
zh_hant: 估計法為 %s。

source: %1$s Not all bootstrap samples were successful: CI based on %2$.0f samples.
de: %1$s Nicht alle Bootstrap-Stichproben waren erfolgreich: KI basieren auf %2$.0f Stichproben.
es: %1$s No han sido válidas todas las muestras del Bootstrap: IC basado en %2$.0f muestras.
gl: %1$s Non foron válidas todas as mostras do Bootstrap: IC baseado en %2$.0f mostras.
ja: %1$s 全てのブートストラップサンプルが成功したわけではありません。 Clはサンプルの %2$.0f に基づいています。
pt: %1$s Nem todas as amostras de bootstrap foram bem-sucedidas: IC baseado em %2$.0f amostras.
ta: %1$s அனைத்து தொடக்கவார் மாதிரிகள் வெற்றிகரமாக இல்லை: தொஒ %2$.0f மாதிரிகளின் அடிப்படையில்.
zh_hant: %1$s 並非所有拔靴法樣本皆分析成功: 信賴區間是基於 %2$.0f 的樣本分析結果。

source: Path plot
de: Pfaddiagramm
es: Gráfico de rutas
gl: Gráfica de rutas
ja: パスプロット
pt: Diagrama de caminhos
ta: பாதை சூழ்ச்சி
zh_hant: 路徑圖

source: Currently it is not possible to plot mediation models with ordinal variables. The plot could not be generated.
de: Derzeit ist es nicht möglich, Mediationsmodelle mit ordinalen Variablen darzustellen. Das Diagramm konnte nicht erstellt werden.
es: Actualmente no es posible representar modelos de mediación con variables ordinales. El gráfico no se puede generar.
gl: Actualmente non é posible debuxar modelos de mediación con variables ordinais. A gráfica non pode xerarse.
ja: 現在、順序変数で媒介モデルをプロットすることはできません。 プロットは生成できませんでした.
pt: Atualmente, não é possível plotar modelos de mediação com variáveis ordinais. O gráfico não pôde ser gerado.
ta: தற்போது சாதாரண மாறிகள் கொண்ட மத்தியச்த மாதிரிகளைத் திட்டமிட முடியாது. சூழ்ச்சி உருவாக்க முடியவில்லை.
zh_hant: 因包含次序變數而無法繪製中介模型圖，無法產生圖形。

source: The plot could not be generated. The underlying code resulted in the following error message: %s
de: Das Diagramm konnte nicht erstellt werden. Der zugrunde liegende Code führte zu folgender Fehlermeldung: %s
es: El gráfico no se puede generar. El código subyacente da como resultado el siguiente mensaje de fallo: %s
gl: A gráfica non pode xerarse. O código subxacente dá como resultado a seguinte mensaxe de fallo: %s
ja: プロットは生成できませんでした。 下のコードは、次のエラーメッセージを示しています: %s
pt: O gráfico não pôde ser gerado. O código subjacente resultou na seguinte mensagem de erro: %s
ta: சூழ்ச்சி உருவாக்க முடியவில்லை. அடிப்படை குறியீடு பின்வரும் பிழை செய்தியை விளைவித்தது: %s
zh_hant: 無法產生圖形。錯誤訊息後所列之語法有誤: %s

source: Model syntax
de: Modellsyntax
es: Sintaxis del modelo
gl: Sintaxe do modelo
ja: モデルのシンタックス
pt: Sintaxe do modelo
ta: மாதிரி தொடரியல்
zh_hant: 模型的Lavaan程式碼

source: FIML only available with ML-type estimators.
de: FIML nur mit ML-Schätzern verfügbar.
es: MVIC solo está disponible con estimadores de tipo MV.
gl: MVIC só está dispoñible con estimadores de tipo MV.
ja: FIMLは、MLタイプの推定量でのみ使用できます。
pt: FIML disponível apenas com estimadores ML.
ta: FIML ML- வகை மதிப்பீட்டாளர்களுடன் மட்டுமே கிடைக்கிறது.
zh_hant: 只有使用最大概似法 (ML)類估計法時才提供完全訊息最大概似法(FIML)功能。

source: Estimation failed! Message: The model did not converge. Try using a different estimator or specify an other MIMIC model.
de: Schätzung fehlgeschlagen! Meldung: Das Modell ist nicht konvergiert. Versuchen Sie es mit einem anderen Schätzer oder spezifizieren Sie ein anderes MIMIC-Modell.
es: ¡Falló la estimación! Mensaje: El modelo no converge. Trata de usar un estimador distinto o de especificar otro modelo MIMIC.
gl: Fallou a estimación! Mensaxe: O modelo non converxe. Trata de usar un estimador distinto ou de especificar outro modelo MIMIC.
ja: 推定が失敗しました! メッセージ: モデルは収束しませんでした。 別の推定法を使用するか、他の MIMIC モデルを指定してください.
pt: A estimação falhou! Mensagem: O modelo não convergiu. Tente usar um estimador diferente ou especifique outro modelo MIMIC.
ta: மதிப்பீடு தோல்வியுற்றது! செய்தி: மாதிரி ஒன்றிணைக்கவில்லை. வேறு மதிப்பீட்டாளரைப் பயன்படுத்த முயற்சிக்கவும் அல்லது பிற மிமிக் மாதிரியைக் குறிப்பிடவும்.
zh_hant: 估計失敗！訊息：模型無法收斂。試使用其他估計法，或改用MIMIC模型。

source: df
es: gl
gl: gl
pt: gl
ta: டி.எஃப்

source: Factor model
de: Faktormodell
es: Modelo factorial
gl: Modelo de factores
ja: 因子モデル
pt: Fatores
ta: காரணி மாதிரி
zh_hant: 因素模型

source: Predictor coefficients
de: Prädiktor-Koeffizienten
es: Coeficientes del predictor
gl: Coeficientes do preditor
ja: 予測係数
pt: Coeficientes dos preditores
ta: முன்கணிப்பு குணகங்கள்
zh_hant: 預測變數係數

source: Indicator coefficients
de: Indikator-Koeffizienten
es: Coeficientes de indicadores
gl: Coeficientes de indicadores
ja: 指標係数
pt: Coeficientes de Indicadores
ta: காட்டி குணகங்கள்
zh_hant: 指標係數

source: Indicator
de: Indikator
es: Indicador
gl: Indicador
ja: 指標
pt: Indicador
ta: காட்டொளி
zh_hant: 指標

source: Model plot not available with ordinal variables
de: Modelldiagramm nicht verfügbar mit Ordinalvariablen
es: El gráfico del modelo no está disponible con variables ordinales
gl: A gráfica do modelo non está dispoñible con variables ordinais
ja: 順序変数ではモデルプロットを使用できません
pt: O gráfico do modelo não está disponível com variáveis ordinais
ta: ஆர்டினல் மாறிகள் மூலம் மாதிரி சூழ்ச்சி கிடைக்கவில்லை
zh_hant: 使用次序變數分析時，無法提供模型圖

source: Grouping variable has fewer than 3 observations in group %s
de: Gruppierungsvariable hat weniger als 3 Beobachtungen in Gruppe %s
es: La variable de agrupamiento tiene menos de 3 observaciones en el grupo %s
gl: A variable de agrupamento ten menos de 3 observacións no grupo %s
ja: グループ化変数のグループ%sの観測値が3未満です
pt: A variável de agrupamento tem menos do que 3 observações no grupo %s
ta: குழு %s இல் 3 க்கும் குறைவான அவதானிப்புகளை தொகுத்தல் மாறி உள்ளது
zh_hant: 分組變數在%s組中的觀察值小於3

source: Enter a model
es: Introducir un modelo
gl: Introducir un modelo
pt: Insira um modelo
ta: ஒரு மாதிரியை உள்ளிடவும்

source: Variable(s) in model syntax not recognized: %s
es: Variable(s) no reconocida(s) en la sintaxis del modelo: %s
gl: Variable(s) non recoñecida(s) na sintaxe do modelo: %s
pt: Variável(is) na sintaxe do modelo não reconhecidas: %s
ta: மாதிரி தொடரியல் அங்கீகரிக்கப்படவில்லை: %s

source: Using '~~' is not supported for composite covariances. Try '~' instead
es: Usar '~~' no se admite para covarianzas compuestas. En su lugar, intenta '~'
gl: Usar '~~' non se admite para covarianzas compostas. En troques, intenta '~'
pt: Usar '~~' não é suportado para covariâncias compostas. Tente '~' em vez disso
ta: '~~' ஐப் பயன்படுத்துவது கலப்பு கோவாரியன்களுக்கு ஆதரிக்கப்படவில்லை. அதற்கு பதிலாக '~' முயற்சிக்கவும்

source: Estimation failed Message: %s
de: Meldung zu fehlgeschlagener Schätzung: %s
es: Mensaje de fallo de la estimación: %s
gl: Mensaxe de fallo da estimación: %s
ja: 推定失敗 :%s
pt: Mensagem de falha da estimação: %s
ta: மதிப்பீடு தோல்வியுற்ற செய்தி: %s
zh_hant: 估計失敗。訊息:%s
